{"Q7564291": {"text": "Wahab Riaz (Punjabi, ) is a Pakistani cricketer. He is a left-arm fast bowler and a right-hand batsman. Riaz is a former student of Aitchison College, Lahore. He frequently bowls at speeds of around  ", "name": "Wahab Riaz"}, "Q7492390": {"text": "Sheena Shahabadi (born 10 April 1986) is an Indian film actress. Her first film role was starring in the film Teree Sang (2009).Sheena Shahabadi: \"I was chosen out of 500 girls for TEREE SANG\", Yahoo ", "name": "Sheena Shahabadi"}, "Q32732": {"text": "Malala Yousafzai (Malālah Yūsafzay,  ; born 12 July 1997) is a Pakistani activist for female education and the youngest-ever Nobel Prize laureate. She is known mainly for human rights advocacy for edu", "name": "Malala Yousafzai"}, "Q2006089": {"text": "Marie McCray (born May 21, 1985) is an American pornographic actress and nude model.\n\nLife and career\nMcCray was born in Indianapolis, Indiana. She began working as a webcam model when she was 16 year", "name": "Marie McCray"}, "Q3626058": {"text": "Hazel Keech (born circa 1987 as Rose Dawn) is a British actress and model. She has appeared in Billa and Bodyguard as well as in a Suzuki advertisement. She danced in the Frankfinn Music remix item nu", "name": "Hazel Keech"}, "Q7504210": {"text": "Shritha Sivadas is an Indian film actress. She made her debut in Sugeeth's Ordinary (2012).\n\nPersonal life\n\nShritha was born as Parvathy to Shivadas and Uma.http://sshritha.com/#!/?page_id=7 She hails", "name": "Shritha Sivadas"}, "Q233162": {"text": "Eva Angelina (born March 14, 1985) is an American pornographic actress, feature dancer, and real estate agent. She began her career at 18 and has won several industry awards, including the 2008 AVN Aw", "name": "Eva Angelina"}, "Q7127782": {"text": "Pallavi Subhash () is an Indian film and soap opera actress. A Maharashtrian model-turned actor, Pallavi Subhash has performed in nearly a dozen Marathi films, TV serials, commercials, and plays. She ", "name": "Pallavi Subhash"}, "Q853292": {"text": "Archana Jose Kaviyil (born January 4, 1990), better known by her stage name Archana Kavi, is an Indian film actress and a television host.http://www.manoramaonline.com/cgi-bin/MMOnline.dll/portal/ep/m", "name": "Archana Kavi"}, "Q3520655": {"text": "Ayilya Nair (born 29 March 1987), better known by her stage name Ananya, is an Indian film actress, who appears in Malayalam and Tamil films. She made her acting debut in Malayalam with Positive (2008", "name": "Ananya (actress)"}, "Q11975": {"text": "Britney Jean Spears (born December 2, 1981) is an American recording artist and entertainer. Born in McComb, Mississippi, and raised in Kentwood, Louisiana, she performed acting roles in stage product", "name": "Britney Spears"}, "Q3608940": {"text": "Remy LaCroix (born June 26, 1988) is an American pornographic actress.\n\nEarly life\nBefore entering the adult industry, LaCroix was a specialty dancer whose performances included fire dancing, aerial s", "name": "Remy LaCroix"}, "Q270951": {"text": "Alsou Ralifovna Abramova (; ; née Safina, better known as just Alsou (, born on June 27, 1983biography on IMDb) is a popular Russian singer. She competed in the Eurovision Song Contest 2000 in which s", "name": "Alsou"}, "Q255277": {"text": "Eve Angel (born on May 19, 1983) is a Hungarian porn actress and model. Other stage names used by her include Eva Shine, Marina Mendoza, Katie, Daphne and Severine.\n\nBiography\nBorn in Budapest, Hungar", "name": "Eve Angel"}, "Q7295459": {"text": "Ratan Rajput is an Indian actress best known for her roles in the Indian soap Agle Janam Mohe Bitiya Hi Kijo as Laali and as Princess Amba in Mahabharat.Both the shows fetched her positive critical ac", "name": "Ratan Rajput"}, "Q6744184": {"text": "Mallika Kapoor is an Indian film actress, working in the South Indian film industries.\n\nBiography\nKapoor was raised in a middle-class Punjabi family. Her father works in the merchant navy and her moth", "name": "Mallika Kapoor"}, "Q2668347": {"text": "Jamie Brooks (born 4 June 1982 in Hull, England, United Kingdom) is a British pornographic actress.\n\nAwards\n 2006 AVN Award nominee – Best Oral Sex Scene, Video – Ass Quake\n 2007 UK Adult Film and Tel", "name": "Jamie Brooks (actress)"}, "Q4781915": {"text": "Diana Penty (; born 2 November 1985) is an Indian model and film actress who appears in Bollywood films. In 2005, she began a full-time modelling career when she was signed up by Elite Models India. P", "name": "Diana Penty"}, "Q35781": {"text": "آڈری بٹونی (لاطینی: Audrey Bitoni) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n\n حوالہ جات\n\nزمرہ:امریکی فحش اداکارائیں\nزمرہ:نامکمل\n\nزمرہ:1986ء کی پیدائشیں\nزمرہ:بقید حیات شخصیات", "name": "آڈری بٹونی"}, "Q5673877": {"text": "Harshika Poonacha is an Indian actress. She mainly appears in Kannada language films and has also worked in Telugu, Kodava, Konkani and Tulu language films.‘I’m not a party girl’. Deccan Herald. She m", "name": "Harshika Poonacha"}, "Q6807727": {"text": "Meesha Shafi () (born 1 December 1981 Lahore), is a Pakistani actress, model and a singer who has appeared in Pakistani, Hollywood and Bollywood films. \n\nShafi made her film debut with a supporting ro", "name": "Meesha Shafi"}, "Q6761637": {"text": "Maria Toorpakay Wazir (; ; b. November 22, 1990 in South Waziristan) is a professional Pakistani squash player from South Waziristan.\n\nShe is currently ranked 54th in the world,http://www.squashinfo.c", "name": "Maria Toorpakay Wazir"}, "Q3357940": {"text": "Muhammad Abbas (), (born February 16, 1986) is a Pakistani alpine skierFIS bio who was his nation's first competitor at the Winter Olympic Games, in 2010. Muhammad Abbas was not expected to win any me", "name": "Muhammad Abbas (skier)"}, "Q26876": {"text": "Taylor Alison Swift (born December 13, 1989) is an American singer-songwriter. Raised in Wyomissing, Pennsylvania, Swift moved to Nashville, Tennessee at the age of 14 to pursue a career in country mu", "name": "Taylor Swift"}, "Q260757": {"text": "Brea Bennett (born February 7, 1987), is an American pornographic actress.\n\n Biography \nBennett grew up in Arizona. She grew up wanting to be a singer, initially studying opera; but she has since expa", "name": "Brea Bennett"}, "Q3528165": {"text": "Fawad Alam (Urdu: فواد عالم, born 8 October 1985) is a Pakistani cricketer. He is primarily a left-handed batsman but bowls handy slow left-arm orthodox. His father Tariq Alam had a long first class c", "name": "Fawad Alam"}, "Q260718": {"text": "Kinzie Kenner (born July 22, 1984) is an American pornographic actress and go-go dancer. She entered the adult film industry in 2003 at the age of 19.\n\nIn the fall of 2005, she underwent breast implan", "name": "Kinzie Kenner"}, "Q242259": {"text": "Lacie Heart (born August 22, 1986) is an American pornographic actress.\n\nBiography\nHeart grew up on a ranch in Templeton, California, and studied ballet as a child. She danced at a Canoga Park strip c", "name": "Lacie Heart"}, "Q3520293": {"text": "Amala Paul is an Indian film actress, who works in the South Indian film industries. After appearing in supporting roles in the Malayalam film Neelathamara and Veerasekaran in Tamil, she received crit", "name": "Amala Paul"}, "Q7141318": {"text": "Parvez Ghulam Rasool Zargar (born 13 February 1989) is an Indian cricketer who plays as an all-rounder for Jammu & Kashmir.http://www.ndtv.com/article/people/meet-parvez-rasool-jammu-and-kashmir-s-fir", "name": "Parvez Rasool"}, "Q3530658": {"text": "Sunaina (born 17 April 1989) is an actress who primarily appears in Kollywood  films.\n\nSunaina attended Mount Carmel Girls' High School, Nagpur and graduated in 2007. She is currently enrolled in a pr", "name": "Sunaina"}, "Q5435170": {"text": "Farhan Ali Qadri (Urdu:) was born on October 1, 1995 in Jacobabad, Pakistan. He gained recognition as a Naat Khawan of Pakistan and recited naats in various languages such as Urdu, Sindhi, Saraiki and", "name": "Farhan Ali Qadri"}, "Q458426": {"text": "Misty Stone (born March 26, 1986) is the stage name of an American pornographic actress and nude model. She is the Penthouse Pet of the Month for December 2014.\n\nCareer\nShe entered the adult film indu", "name": "Misty Stone"}, "Q4804397": {"text": "Ash Hollywood (born May 27, 1989) is an American pornographic actress, model, and radio personality.\n\nCareer\nHollywood worked as a swimsuit, catalogue, glamour, and calendar model prior to her porn ca", "name": "Ash Hollywood"}, "Q1276831": {"text": "Katie Kox (born December 17, 1985 in Hawaii) is an American pornographic actress.\n\nCareer\nIn 2009, while living in Las Vegas, Kox worked part-time at a credit union as well as a waitress in order to e", "name": "Katie Kox"}, "Q228792": {"text": "Dianna Elise Agron (; born April 30, 1986) is an American actress, singer, dancer and director. She is also the creator and co-editor of the music, art and photography website You, Me, and Charlie. Ot", "name": "Dianna Agron"}, "Q147077": {"text": "Emily Jean \"Emma\" Stone (born November 6, 1988) Retrieved July 30, 2012. is an American actress. She made her feature film debut in Superbad (2007). She has co-starred in The House Bunny (2008), Zombi", "name": "Emma Stone"}, "Q15621257": {"text": "Nikki Delano (born April 12, 1986) is an American pornographic actress.\n\nEarly life\nDelano was born and raised in Brooklyn, New York and is the eldest of eight siblings. She is of Puerto Rican, Colomb", "name": "Nikki Delano"}, "Q15080893": {"text": "Penny Pax is the stage name of an American pornographic actress and model. She worked as a lifeguard in Fort Lauderdale, Florida before entering the adult film industry. In 2012 she was cast in the in", "name": "Penny Pax"}, "Q3520314": {"text": "Samantha Ruth Prabhu (born 28 April 1987) is an Indian film actress and model, who mainly works in the Telugu and Tamil film industries. Samantha was raised in Chennai and pursued a career in modellin", "name": "Samantha Ruth Prabhu"}, "Q2055847": {"text": "Lily Labeau (born January 20, 1991) is the stage name of an American pornographic actress, BDSM, fashion and nude model.\n\nLife and career\nLabeau was born in Washington and moved to Arizona at age nine", "name": "Lily Labeau"}, "Q3626950": {"text": "زین جواد ملک  تاریخ پیدائیش 12 جنوری 1993 کا تعلق بریڈفورڈ، ویسٹ یارکشائر، انگلستان سے ہے۔  \nاسکے والد برطانوی پاکستانی یاسر ملک اور ماں انگریز ٹریسیا ملک ہیں۔ اسکی ایک بڑی بہن دنیا اور دو چھوٹی بہنیں", "name": "زین ملک"}, "Q2900137": {"text": "Liliane Tiger (born March 13, 1985) is a Czech pornographic actress.\n\nAwards\n2005 AVN Award nominee – Female Foreign Performer of the Year\n2006 AVN Award nominee – Female Foreign Performer of the Year", "name": "Liliane Tiger"}, "Q35429": {"text": ", often known simply as Acky (あっきー), is a Japanese adult video (AV), pink film, and mainstream film and TV actress.\n\nLife and career\n\nAV debut—Alice Japan & Max-A\nYoshizawa was born in Tokyo, Japan on", "name": "Akiho Yoshizawa"}, "Q229054": {"text": "Hilarie Ross Burton (born July 1, 1982) is an American actress and producer. A former host of MTV's Total Request Live, she portrayed Peyton Sawyer on the WB/CW drama One Tree Hill for six seasons (20", "name": "Hilarie Burton"}, "Q7554624": {"text": "Sohail Khan (Pashto: سہیل خان, born 3 March 1984), also known as Sohail Pathan, is a Pakistani cricketer. A right-arm fast-medium bowler, he gained instant recognition during his debut first-class sea", "name": "Sohail Khan (cricketer)"}, "Q242222": {"text": "Melissa Lauren (born October 16, 1984, in La Rochelle, Charente-Maritime, France) is a French pornographic actress  and director.\n\nLauren started off studying as a cook for three years and worked in P", "name": "Melissa Lauren"}, "Q3535542": {"text": "Sana Mir (born 5 January 1986) is a female Pakistani cricketer of Kashmiri origin and captain of the Pakistan women's team.Sana retains captaincy, Retrieved 25 August 2010. She was announced Player of", "name": "Sana Mir"}, "Q5939743": {"text": "Humayun Farhat (; born January 24, 1981 in Lahore) is a Pakistani cricketer. He is a right-handed batsman and wicketkeeper. He is one of two brothers to have played test cricket for Pakistan.\n\nFamily\n", "name": "Humayun Farhat"}, "Q8049809": {"text": "For the television actor, see Yasir Shah (actor).\n\nYasir Shah (born 2 May 1986 in Swabi, Khyber Pakhtunkhwa) is an international cricketer from Pakistan. He is a specialist leg break spin bowler. He's", "name": "Yasir Shah"}, "Q15079386": {"text": "آلیہ لو (لاطینی: Aaliyah Love) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:1985ء کی پیدائشیں\nزمرہ:امریکی فحش اداکارائیں\nزمرہ:بقید حیات ", "name": "آلیہ لو"}, "Q6473868": {"text": "Laila Khan (born Reshma Patel) was an Indian-born Bollywood actress, best known for her role opposite Rajesh Khanna in the 2008 movie Wafa: A Deadly Love Story. Laila was allegedly married to Munir Kh", "name": "Laila Khan"}, "Q2427458": {"text": "Renae Cruz (born November 29, 1987) is the stage name of an American pornographic actress. \n\nEarly life and career\nCruz grew up as a military brat and lived in Brazil for a year before she entered the", "name": "Renae Cruz"}, "Q6537661": {"text": "Alexandra Danielle \"Lexi\" Ainsworth (born October 28, 1992) is an American actress.  She is known for her role as Kristina Davis on General Hospital.\n\nPersonal life and career\nAinsworth was born in Ok", "name": "Lexi Ainsworth"}, "Q246970": {"text": "Skin Diamond (born Raylin Christensen; February 18, 1987) is the stage name of an American pornographic actress and nude model.\n \nEarly life\nDiamond was born in Ventura, California, and raised in Dunf", "name": "Skin Diamond"}, "Q62869": {"text": "Mounir El Hamdaoui () (born 14 July 1984) is a Moroccan-Dutch footballer who plays for ACF Fiorentina in Italy, as a forward.\n\nHe previously played for Excelsior, Tottenham Hotspur, Derby County, Will", "name": "Mounir El Hamdaoui"}, "Q625865": {"text": "Ashley Fires (born March 2, 1982) is the stage name of an American pornographic actress. She was initially a girl/girl only performer for eight years before she started working with men also.\n\nPersona", "name": "Ashley Fires"}, "Q470226": {"text": "Asin Thottumkal (born 26 October 1985), known mononymously as Asin, is an Indian actress and trained Bharathanatyam dancer. She began her acting career in the South Indian film industry, but now appea", "name": "Asin"}, "Q2381734": {"text": "Courtney Simpson (born May 9, 1985) is an American former pornographic actress.\n\nEarly life\nBorn in Mesa, Arizona, Simpson grew up in a devout Mormon family; her father, whom she calls her favorite pe", "name": "Courtney Simpson"}, "Q6414810": {"text": "Kiran Khan (born December 21, 1989https://ticket.wikimedia.org/otrs/index.pl?Action=AgentTicketZoom;TicketID=7361053 OTRS 2014012510007061 in Pakistan) is an Olympic swimmer, and one of the first inte", "name": "Kiran Khan"}, "Q442688": {"text": " is a Japanese web personality, photographer and a former AV idol and model.\n\n Life and career \nKoto made her adult video (AV) debut at age eighteen in the September 2003 release,  on the h.m.p./Plati", "name": "Hikaru Koto"}, "Q860042": {"text": ", nicknamed the \"Loli Queen\", is a Japanese AV idol who, by May 2014, had appeared in more than 1300 adult videos, almost half of which were compilations of earlier works.\n\nLife and career\nTsubomi was", "name": "Tsubomi (actress)"}, "Q269110": {"text": "Chloe Bridges (born December 27, 1991 in Louisiana; formerly credited as Chloe Suazo) is an American actress. She is known for her roles as Zoey in the sitcom Freddie (2005–2006) and as Dana Turner in", "name": "Chloe Bridges"}, "Q3180582": {"text": " is a Japanese film actress, a former AV idol and a well-known celebrity in Japan.\n\nLife and career\nNatsume was born on January 23, 1980 in Sakai, Osaka, Japan (Her birthdate has usually been reported", "name": "Nana Natsume"}, "Q231677": {"text": "Jenna Haze (born February 22, 1982) is an American director, model and former pornographic actress. Haze has won numerous adult industry awards, including the 2003 AVN Award for Best New Starlet and t", "name": "Jenna Haze"}, "Q7560758": {"text": "Sonal Singh Chauhan (born 16 May 1985) is an Indian fashion model, \nactress and singer. She has won several beauty contests and made her acting debut in the movie Jannat directed by Kunal Deshmukh.\n\nE", "name": "Sonal Chauhan"}, "Q285874": {"text": " \nAdrianna Lynn, aka Adrenalynn, (born July 8, 1985) is an American pornographic actress.\n\nLife and career\nLynn was born in  Allen, Texas. As a child, she modelled for the J. C. Penney catalogue and l", "name": "Adrianna Lynn"}, "Q10514": {"text": "Fernando Alonso Díaz (born 29 July 1981) is a Spanish Formula One racing driver and a two-time World Champion who will be racing for McLaren-Honda in 2015.\n\nAlonso started in karting from the age of 3", "name": "Fernando Alonso"}, "Q7204147": {"text": "Saba Qamar Zaman (), (born April 5, 1984) is a Pakistani model and actress. She has appeared in a variety of television dramas and advertisements. She has played best roles in Dastaan, Bunty I Love Yo", "name": "Saba Qamar"}, "Q256229": {"text": "Courtney Cummz (born December 4, 1981 ) is an American pornographic actress, since around 2004.\n\nBiography\nHer first job was a waitress at an Applebee's franchise, and she later worked in a nudist res", "name": "Courtney Cummz"}, "Q3808153": {"text": "Jessica Sweet (born September 24, 1985 in California, USA) is an American pornographic actress, since around 2003.\n\nSweet, an X-Play contract star, was cast by Jeff Mullen of All Media Play to star in", "name": "Jessica Sweet"}, "Q3595158": {"text": "Nafisa Rizvi Khan (also known as Jiah Khan, 20 February 1988 – 3 June 2013) was a British American actress, model and singer who appeared in Hindi films.Jiah Khan all praise for Aamir The Hindu – 26 N", "name": "Jiah Khan"}, "Q299136": {"text": "Amrita Rao (;  born 17 June 1981) is an Indian film actress and model. She has appeared in Hindi films of Bollywood as well as a few films in Telugu. Born and raised in Mumbai, Rao made her screen deb", "name": "Amrita Rao"}, "Q3092199": {"text": "Udita Goswami (born 9 February 1984)\"Birthday time for Udita Goswami\", Mid Day, 7 February 2011 is an Indian actress who works in Hindi cinema.\n\nEarly life\nUdita was born in Dehradun, Uttarakhand \"'Em", "name": "Udita Goswami"}, "Q3057324": {"text": "Hrishitaa Bhatt () (born 10 May 1981), also spelled as Hrishita Bhat, is an Indian actress and model. She debuted in the film Asoka (2001) opposite Shahrukh Khan, but it was Haasil (2003), that brough", "name": "Hrishitaa Bhatt"}, "Q4204522": {"text": "Pranitha Subhash (born 17 October 1992) is an Indian film actress and model, who mainly works in South Indian cinema. Pranitha was raised in Bengaluru and pursued a career in modelling before plunging", "name": "Pranitha Subhash"}, "Q234564": {"text": "Erika Jane Christensen (born August 19, 1982) is an American actress whose film appearances include Traffic (2000), Swimfan (2002), The Banger Sisters (2002), The Perfect Score (2004) and How to Rob a", "name": "Erika Christensen"}, "Q433481": {"text": "Brigitta Bulgari (born Brigitta Kocsis, 29 September 1982),\"Intervista alla pornostar Brigitta Bulgari\", Dapaura.com. Retrieved 2007-10-31. is a Hungarian pornographic actress and fashion model.\n\nBiog", "name": "Brigitta Bulgari"}, "Q466080": {"text": "Dia Mirza (born Dia Handrich on 9 December 1981) is an Indian model, actress and producer, who won the 2000 Miss Asia Pacific International title. Mirza has primarily worked in Bollywood, and is known", "name": "Dia Mirza"}, "Q5250472": {"text": "Deepa Sannidhi  () (born Rahasya on June 16, 1990) is an Indian actress who mainly appears in Kannada films. She made her acting debut in the 2011 film Saarathi\n\nEarly life\nRahasya was born in Chikkam", "name": "Deepa Sannidhi"}, "Q147589": {"text": "Kolo Abib Touré (born 19 March 1981) is an Ivorian professional footballer who plays for English club Liverpool and the Ivory Coast national team as a defender. He previously played for Manchester Cit", "name": "Kolo Touré"}, "Q36153": {"text": "Beyoncé Giselle Knowles-Carter  (born September 4, 1981) ( ) is an American singer and actress. Born and raised in Houston, Texas, she performed in various singing and dancing competitions as a child,", "name": "Beyoncé"}, "Q36844": {"text": "Robyn Rihanna Fenty (born February 20, 1988), better known by her stage name Rihanna ( ), is a Barbadian singer, actress, and fashion designer. Born in Saint Michael, Barbados, her career began upon m", "name": "Rihanna"}, "Q234644": {"text": "Elizabeth Chase \"Lizzie\" Olsen (born February 16, 1989) is an American actress and singer. She is best known for her roles in the films Godzilla, Silent House, Liberal Arts, and the critically acclaim", "name": "Elizabeth Olsen"}, "Q15082000": {"text": "Elizabeth Avramidou Granlund \"Elli Avram\"   (born 29 July 1990) is a Swedish Greek actress and is now based in Mumbai, India. She appeared in the Hindi film Mickey Virus and participated in the Indian", "name": "Elli Avram"}, "Q15020877": {"text": "Valentina Nappi (born 6 November 1990) is an Italian pornographic film actress and adult model.\n\n Life and career \nBorn in Scafati, Salerno, Nappi made her debut in the adult industry in 2011 with dir", "name": "Valentina Nappi"}, "Q556280": {"text": "BiBi Jones (born Britney Maclin on July 23, 1991) is an American pornographic actress and model.\n\nEarly life\nBritney Maclin was born in Oklahoma City, Oklahoma.\n\nCareer\nJones debuted as a stripper in ", "name": "Bibi Jones"}, "Q2988444": {"text": "جیسی (لاطینی: Jassie) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:1982ء کی پیدائشیں\nزمرہ:امریکی فحش اداکارائیں\nزمرہ:بقید حیات شخصیات", "name": "جیسی"}, "Q3100351": {"text": "جن پادووا (لاطینی: Gen Padova) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:1981ء کی پیدائشیں\nزمرہ:امریکی فحش اداکارائیں\nزمرہ:بقید حیات ", "name": "جن پادووا"}, "Q3535297": {"text": " Asad Shafiq  (Urdu: , born 28 January 1986 in Karachi) is a Pakistani international cricketer. A right-hand batsman and occasional leg-break bowler, he  made his One Day International debut against B", "name": "Asad Shafiq"}, "Q1769888": {"text": "Julia Bond (born February 26, 1987 In a 2005 interview with Porn Valley News, she mentions she is 18.) is an American model, singer/rapper, and former bisexualhttp://rude.com/18teens_Big_Boobs/Alektra", "name": "Julia Bond"}, "Q126599": {"text": "Kristen Jaymes Stewart (born April 9, 1990) is an American actress. She is best known for playing  the protagonist Bella Swan in the popular The Twilight Saga romance fantasy film series, which has gr", "name": "Kristen Stewart"}, "Q4725027": {"text": "Ali Moeen Nawazish is a Pakistani student notable for making a world record by getting 21 A's in A Levels.Daily Mail Article UK Retrieved 4 November 2010 \"The boy so set on getting to Cambridge\" He gr", "name": "Ali Moeen Nawazish"}, "Q6435847": {"text": "Nithya MenenPNG image. Retrieved on 20 November 2011. is an Indian film actress and playback singer, who works in the South Indian film industries.\n\nEarly life\nNithya Menen was born in Banglore, Karna", "name": "Nithya Menen"}, "Q3916703": {"text": "Riley Reid (born July 9, 1991) is an American pornographic actress.\n\nCareer\nReid began her adult film career in 2011 at the age of 19 and initially used the stage name Paige Riley.\"10 new adult actres", "name": "Riley Reid"}, "Q308391": {"text": "Abdoulaye Konko Faye (born 9 March 1984 in Marseille) is a French footballer of Senegalese and Moroccan descent, who currently plays for Lazio in Serie A as a right back. He favours dribbling and can ", "name": "Abdoulay Konko"}, "Q3165960": {"text": "Nazriya Nazim (; born 20 December 1994) is an Indian film actress who has starred in Malayalam and Tamil films. She started her career as an anchor on Malayalam television before pursuing a career as ", "name": "Nazriya Nazim"}, "Q448365": {"text": "Poppy Morgan (born February 17, 1983) is the stage name of an award winning English pornographic actress, model and director.\n\nCareer\nMorgan worked as a trainee chef at London's \"Blakes\" restaurant. W", "name": "Poppy Morgan"}, "Q2629672": {"text": "Kate Lauren French (born September 23, 1984) is an American actress and model. She is perhaps best known for her role as Niki Stevens on The L Word.\n\nEarly life\nKate Lauren French was born in Flemingt", "name": "Kate French"}, "Q40473": {"text": "Andrea Lauren Bowen (born March 4, 1990, Columbus, Ohio) is an American actress who is known for playing Julie Mayer on Desperate Housewives (2004–2012). She has won two SAG Awards.\n\nLife and career\nB", "name": "Andrea Bowen"}, "Q149941": {"text": "Alaa Abd El-Fattah (, ; also presented in English as Alaa Abdel Fattah) is an Egyptian blogger, software developer and a political activist. He has been active in developing Arabic-language versions o", "name": "Alaa Abd El-Fattah"}, "Q3523690": {"text": "Richa Gangopadhyay (born Antara Richa Gangopadhyay on 20 March 1986) is an Indian film actress, model and former beauty queen. After appearing in commercials, she made her film debut in the 2010 Telug", "name": "Richa Gangopadhyay"}, "Q26109": {"text": "Hannah Harper (born 4 July 1982) is an English pornographic actress, director, and the April 2002 Penthouse Pet of the Month.\n\nCareer\nIn 2001, Harper started modelling in London at her then-husband's ", "name": "Hannah Harper"}, "Q6981172": {"text": "Nauheed Cyrusi (born 19 October 1982) is a British model, VJ and film actress.\n\n Early life \nNauheed was born to an Indian descent Parsee Zorastrian Family in Belfast, UK. The meaning of her name is V", "name": "Nauheed Cyrusi"}, "Q469215": {"text": "Sneha Ullal (born 1987) is an Indian film actress who has appeared in Tollywood and Bollywood films. She is best known for her role in the Telugu film Ullasamga Utsahamga and Simha.\n\nPersonal life and", "name": "Sneha Ullal"}, "Q5397847": {"text": "Eshita Mehboob Syed () (born August 5, 1988) is a Pakistani model and TV actress. She is now acting in different serials on Geo TV, ARY Digital and Hum TV. Mehboob started her career as a model and la", "name": "Eshita Mehboob"}, "Q6670539": {"text": "London Keyes (born August 18, 1989) is an American pornographic actress.\n\nIn 2011, Complex magazine ranked her at #18 in their list of \"The Top 50 Hottest Asian Porn Stars of All Time\". After she appe", "name": "London Keyes"}, "Q26103": {"text": "Jessica Jaymes (born March 8, 1979) is an American pornographic actress.\n\nBiography\n\n Adult career \nJaymes' adult film career began in the summer of 2002.\n\nHer stage name is a combination of her real ", "name": "Jessica Jaymes"}, "Q4171474": {"text": "Drashti Dhami is an Indian model, dancer, host and television actress. She appeared in shows like, Dill Mill Gayye, Geet - Hui Sabse Parayi and Madhubala – Ek Ishq Ek Junoon. She is the winner of the ", "name": "Drashti Dhami"}, "Q35823": {"text": "Ann Marie Rios (born September 5, 1981) is an American pornographic actress.\n\nCareer\nShe studied at the Van Mar Academy of Acting in Hollywood, and gained a real estate license at age 18, before enter", "name": "Ann Marie Rios"}, "Q4149842": {"text": "Anastasiya Pavlovna Hagen, née Gryshai (, ), better known under her screen name Wiska, is a Ukrainian model and pornographic actress, also known for being discriminated against because of her professi", "name": "Wiska"}, "Q3183329": {"text": "Umar Akmal (; born 26 May 1990) is a Pakistani cricketer. He made his ODI debut on 1 August 2009 against Sri Lanka and made his Test debut against New Zealand on 23 November 2009. He is a right-handed", "name": "Umar Akmal"}, "Q7323499": {"text": "Richa Chadda (born 28 December 1986) is an Indian actress. She made her Bollywood debut with the comedy-drama film Oye Lucky! Lucky Oye! (2008). She was praised for her performance in the 2012 crime f", "name": "Richa Chadda"}, "Q25722": {"text": "Ice La Fox (born February 28, 1983 in Miami, Florida) is the stage name of an American pornographic actress (since around 2001) and nude model.\n\nEarly life\nIce La Fox is of Cuban and Puerto Rican desc", "name": "Ice La Fox"}, "Q2987941": {"text": "Lexie Marie (a.k.a. Lexi Marie)  is an American pornographic film actress, exotic dancer and nude model.\n\nShe began working as an exotic dancer at a club in Phoenix, Arizona a few weeks after her 18th", "name": "Lexie Marie"}, "Q137657": {"text": "Heather Vandeven (born September 6, 1981) is an American model, pornographic actress and actress. She was chosen as a Penthouse Pet of the Month in 2006, and later became the magazine's 2007 Pet of th", "name": "Heather Vandeven"}, "Q3785767": {"text": " is a Japanese singer, songwriter, radio hostess and former AV idol. As of 2011, she is known under the stage name \n\nMusical career\n\nthumb|Romantic Fantagic CD Cover Art\nShe made her musical debut in ", "name": "Hiromi Matsuura"}, "Q272048": {"text": "Jessie Andrews (born March 22, 1992) is the stage name of an American pornographic actress, jewelry designer, club DJ and model. Andrews has been active in pornography since 2010. In 2012, she was hon", "name": "Jessie Andrews"}, "Q5527641": {"text": "Gauhar Khan (also known as Gauahar Khan) is an Indian model and actress.Gauhar Khan Biography, Gauhar Khan Profile. entertainment.oneindia.in. Retrieved on 2013-12-13. After pursuing modeling, she mad", "name": "Gauhar Khan"}, "Q263748": {"text": " \n\nFrancia Raisa Almendárez (born July 26, 1988) is an American actress. She is sometimes credited as Francia Almendárez. Raisa is most notable for her roles in Bring It On: All or Nothing, where she ", "name": "Francia Raisa"}, "Q4319574": {"text": "Shraddha Das (born March 4, 1987) is an Indian film actress who has mainly appeared in Telugu films.\n\nEarly life\nShraddha Das was born in Mumbai, Maharashtra to Bengali parents. Her father is a busine", "name": "Shraddha Das"}, "Q258470": {"text": "Crystal Reed (born February 6, 1985) is an American actress. She is best known for her role as Allison Argent in the MTV series Teen Wolf.Tyler Posey and Crystal Reed Exclusive Interview TEEN WOLF (MT", "name": "Crystal Reed"}, "Q431022": {"text": "Lara Roxx was the stage name of the Canadian former pornographic actress who, in March 2004, became the first known individual in four years to contract HIV while making a U.S. pornographic video.\n\nCa", "name": "Lara Roxx"}, "Q3311685": {"text": "Mili Jay (born December 23, 1983) is a Slovak pornographic actress. In 2006, she won the \"Best Starlette\" Ninfa Prize for her performance in Las Perversiones de Silvia Saint. \n\nReferences\n\nExternal li", "name": "Mili Jay"}, "Q1193914": {"text": "For details about Ashley Olsen's career and activities shared with her sister, see Mary-Kate and Ashley Olsen.\n\nAshley Fuller Olsen (born June 13, 1986) is an American actress, fashion designer, produ", "name": "Ashley Olsen"}, "Q11838371": {"text": "Madelyn Marie (born January 29, 1987 in West Point, New York) is an American former pornographic actress. She is best known for her portrayal of \"Katwoman\" in the film BatfXXX: Dark Night Parody.\n\nEar", "name": "Madelyn Marie"}, "Q233131": {"text": "Tarra White (born 19 November 1987 in Ostrava, Czechoslovakia, as Martina Mrakviová) is a Czech pornographic actress. She is a contract performer for Private Media Group.\n\nBiography\nAt the age of five", "name": "Tarra White"}, "Q509992": {"text": "Lorelei Lee (born March 2, 1981) is the stage name of an American pornographic actress and writer.\n\nBiography\nLorelei Lee debuted in the sex industry at the age of 19, deriving her stage name from Mar", "name": "Lorelei Lee (pornographic actress)"}, "Q6961913": {"text": "Namitha Pramod (born 19 September 1996) is an Indian film actress, who appears in Malayalam films. She made her acting debut in the Malayalam film  Traffic.\n\nEarly life\nNamitha Pramod was born on 19 S", "name": "Namitha Pramod"}, "Q7040243": {"text": "Nisha Aggarwal  is an Indian film actress who appears in Telugu, Tamil and Malayalam films. She is the sister of the Indian Actress Kajal Agarwal.Kajal Agarwal's sis to make entry. IndiaGlitz (12 Dece", "name": "Nisha Agarwal"}, "Q7228697": {"text": "Poonam Kaur is an Indian actress and model from Hyderabad, who appears in Tamil and Telugu films.\n\n Career \nBorn and raised in Hyderabad, India, Poonam Kaur did her schooling there as well, before doi", "name": "Poonam Kaur"}, "Q462298": {"text": "Mia Rose (born March 30, 1987 in Sutton, Alaska, U.S.) is a pornographic actress who entered the industry in 2006 at the age of 19. She is the younger sister of Ava Rose.\n\n Biography \nMia and Ava both", "name": "Mia Rose (pornographic actress)"}, "Q1237204": {"text": "Rachel Elizabeth Boston (born May 9, 1982) is an American actress and producer. Boston had the leading roles in a number of independent films, and was regular cast member in the several television ser", "name": "Rachel Boston"}, "Q262862": {"text": "Laura Ramsey (born November 14, 1982) is an American film and television actress. She is best known for her roles as Olivia in 2006's She's the Man, Stacy in the 2008 film The Ruins, Audrey Dawn in th", "name": "Laura Ramsey"}, "Q6443214": {"text": "Kulraj Kaur Randhawa (born 16 May 1983) is a punjabi film actress best known her role as “Kareena” in the popular TV series Kareena Kareena.\n\nFilmography\n{| class=\"wikitable sortable\"\n|+Films http://w", "name": "Kulraj Randhawa"}, "Q1938": {"text": "Bacary Sagna () (born 14 February 1983) is a French footballer who plays for English club Manchester City and for the France national football team.  Arsenal manager Arsène Wenger has described him as", "name": "Bacary Sagna"}, "Q1936": {"text": "Djibril Cissé (; born 12 August 1981) is a French footballer who plays as a striker for SC Bastia in Ligue 1. He is well known for his speed and acceleration. Since 2005, he has been Lord of the Manor", "name": "Djibril Cissé"}, "Q8062169": {"text": "Yuvika Chaudhary (born 2 August 1983) is an Indian Hindu Jat Bollywood actress.\n\nShe was born in the town Baraut, in Uttar Pradesh. Her father Ram Naresh is a teacher by profession. She has a younger ", "name": "Yuvika Chaudhary"}, "Q6919169": {"text": "Mouni Roy is an Indian television actress. Mouni was born in Cooch Behar, West Bengal to Anil Roy and Mukti Roy. She also has a younger brother named  Mukhar Roy. Mouni was in the first year of M.A. i", "name": "Mouni Roy"}, "Q11303319": {"text": "Shahana Goswami  (born 6 May 1986) is an Indian actress who works in the Indian Film Industry.\n\nEarly life\nShahana Goswami was born in New Delhi to Bengali parents. She attended Sardar Patel Vidyalaya", "name": "Shahana Goswami"}, "Q6881653": {"text": "Mithra Kurian  (born Dalma Kurian), is an Indian film actress who appears in Malayalam and Tamil films.http://www.mathrubhumi.com/movies/interview/57804/#storycontent After appearing in supporting rol", "name": "Mithra Kurian"}, "Q36271": {"text": "Annie Cruz (born November 6, 1984) is the stage name of an American pornographic actress and model.\n\nEarly life and education\nCruz was born in Stockton, California to Filipino parents. She graduated f", "name": "Annie Cruz"}, "Q3850194": {"text": "Martina Warren (born 12 August 1983 in Romford, Havering) is a pornographic and glamour model.  She was the Penthouse Pet of the Month for January 2003 and Pet of the Year for 2005.\n\n Early life \nWarr", "name": "Martina Warren"}, "Q326451": {"text": "Islam Feruz (born 10 September 1995) is a Scottish professional  footballer who plays as a centre forward for Superleague Greece club OFI Crete on loan from Chelsea. He is yet to make a competitive ap", "name": "Islam Feruz"}, "Q467955": {"text": "Natalia Zeta (born 29 December 1983) is a Spanish pornographic actress.\n\nShe has posed for adult magazines such as Private, Forward Edge and SIE7E, as well as for the automobile magazines Top Tuning, ", "name": "Natalia Zeta"}, "Q2566549": {"text": "Jana Jordan (born March 9, 1986 in San Antonio, Texas) is an American adult model and pornographic actress who was Penthouse magazine's Pet of the Month for August 2007.\n\n Career \nJordan was initially", "name": "Jana Jordan"}, "Q917958": {"text": "Haris Vučkić (born 21 August 1992) is a Slovenian professional footballer who plays as an attacking midfielder for Newcastle United and the Slovenia national team.\n\nHe has represented Slovenia interna", "name": "Haris Vučkić"}, "Q1151944": {"text": "Mary-Kate Olsen (born June 13, 1986) is an American actress, fashion designer, producer, author, and businesswoman. She co-founded luxury fashion brands The Row, Elizabeth and James, and the more affo", "name": "Mary-Kate Olsen"}, "Q7246483": {"text": "Priya Wal (born 9 December 1985) is an Indian  television actress, known for her roles in television series such as Remix, Kahani Ghar Ghar Ki, and Pyaar Kii Ye Ek Kahaani.\n\nEarly life\nPriya Wal was b", "name": "Priya Wal"}, "Q11745": {"text": "Arfa Abdul Karim Randhawa (, 2 February 1995 – 14 January 2012) was a Pakistani student and computer prodigy who, in 2004 at the age of nine, became the youngest Microsoft Certified Professional (MCP)", "name": "Arfa Karim"}, "Q445443": {"text": "Gabriella Fox (born February 24, 1989) is an American pornographic actress from Los Angeles, California. Her career in pornographic films began at Digital Playground in 2008. Fox, who is represented b", "name": "Gabriella Fox"}, "Q402203": {"text": "Koel Mallick () (born Rukmini Mallick on 28 April 1982) is an Indian actress who appears in Bengali films.\n\nEarly life and education\nKoel was born in Kolkata to Bengali film actor Ranjit Mallick and D", "name": "Koel Mallick"}, "Q229940": {"text": "Lucy Kate Hale (born Karen Lucille Hale; June 14, 1989)Lucy Hale - biography. Allmusic. Retrieved December 23, 2012. \"A Tennessee native, singer and actress Lucy Kate Hale was born on June 14, 1989.\" ", "name": "Lucy Hale"}, "Q7560811": {"text": " \nSonarika Bhadoria (born 3 December 1992)  is noted for her portrayal of Goddess Parvati & Adi Shakti in the TV show Devon Ke Dev - Mahadev that airs on Life OK.\n\nEarly life and career\nSonarika hails", "name": "Sonarika Bhadoria"}, "Q7807890": {"text": "Tina Dutta is an Indian actress. Currently she is playing the role of Iccha/Meethi in TV show Uttaran.\n\n Career \nAt the age of 5, Dutta acted in a television serial called Sister Nivedita , which was ", "name": "Tina Dutta"}, "Q485196": {"text": "Lassana Diarra (born 10 March 1985), nicknamed Lass, is a French footballer. His predominant position is defensive midfielder but he can also play in a more advanced role and has played at right back,", "name": "Lassana Diarra"}, "Q6935255": {"text": "Mumaith Khan is an Indian film actress known for her item numbers. She has acted in Telugu, Hindi, Tamil and Kannada language films.\n\nFilmography\nTelugu\n Kevvu Keka (2013)\n Gundello Godari (2012)\n Dhe", "name": "Mumaith Khan"}, "Q3529336": {"text": "Hasan Raza (Urdu: حسن رضا) (born March 11, 1982) is a Pakistani cricketer. He is a right-handed batsman and a right-arm offbreak bowler. He initially was subject to something of a claim for an interna", "name": "Hasan Raza"}, "Q7399061": {"text": "Sagarika Ghatge is an Indian film actress best known for her debut role as Preeti Sabarwal in the Bollywood movie, Chak De! India.\n\nCareer\nIn 2007, Ghatge portrayed Preeti Sabarwal, a fictional member", "name": "Sagarika Ghatge"}, "Q35445": {"text": "Austyn Moore (born May 6, 1981) is the stage name of a former American pornographic actress.\n\nEarly life\nMoore was born in Indiana and raised in Palm Beach, Florida. She has a degree in biology.\n\nCare", "name": "Austyn Moore"}, "Q1192750": {"text": "Sonam Kapoor (; born 9 June 1985) is an Indian actress who appears in Bollywood films.The daughter of actor Anil, Kapoor began her career in film by assisting the director Sanjay Leela Bhansali on his", "name": "Sonam Kapoor"}, "Q9673": {"text": "Lewis Carl Davidson Hamilton, MBE (born 7 January 1985) is a British Formula One racing driver from England, currently racing for the Mercedes AMG team. He is the  and  Formula One World Champion.\n\nHa", "name": "Lewis Hamilton"}, "Q2927207": {"text": "برائین ٹائلر (لاطینی: Brynn Tyler) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:1987ء کی پیدائشیں\nزمرہ:بقید حیات شخصیات\nزمرہ:امریکی فحش اداکارائیں", "name": "برائین ٹائلر"}, "Q4727620": {"text": "Alka Ajith () is a professional singer from south India.\n\n Personal life \nAlka, who debuted on stage at the age of 2½ years, is a hit with the audiences of ‘ganamelas’, where she sings from her repert", "name": "Alka Ajith"}, "Q3535492": {"text": "Umar Gul (Urdu: , ) (born 14 April 1984) is a Pakistani right arm fast medium bowler in cricket who has played Test matches, One Day Internationals and Twenty20 Internationals for the Pakistani cricke", "name": "Umar Gul"}, "Q3595284": {"text": "Piaa Bajpai is an Indian film actress and model, who appears primarily in South Indian films. She is best known for her performances as Roshini in Venkat Prabhu's comedy Goa and Saro in K. V. Anand's ", "name": "Piaa Bajpai"}, "Q7418576": {"text": "Archana Galrani better known by her stage name Sanjjanaa, is an Indian model and film actress. She made her film debut in the Tamil film Oru Kadhal Seiveer (2006) and soon became noted after her contr", "name": "Sanjjanaa"}, "Q347965": {"text": "Princess Donna  is a pornographic actress, adult movie director and BDSM educator, based in San Francisco, California. Currently she is the director of the websites Public Disgrace, Bound Gang Bangs, ", "name": "Princess Donna"}, "Q1093330": {"text": "میہو تاچیبانا (لاطینی: Miho Tachibana) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:جاپانی فحش اداکارائیں\nزمرہ:1988ء کی پیدائشیں\nزمرہ:بق", "name": "میہو تاچیبانا"}, "Q229069": {"text": "Jennifer Lindsay Stone (born February 12, 1993)Jennifer Stone's official fansite. Accessed June 12, 2009. is an American actress best known for playing Harper Finkle on the Disney Channel series Wizar", "name": "Jennifer Stone"}, "Q4154046": {"text": "کیارا ڈیان (لاطینی: Kiara Diane) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:1987ء کی پیدائشیں\nزمرہ:امریکی فحش اداکارائیں\nزمرہ:بقید حیا", "name": "کیارا ڈیان"}, "Q225218": {"text": "Carmen Luvana (born 23 August 1981 in New York City) is a retired American pornographic actress.\n\nEarly life\nCarmen Luvana was born in Brooklyn, New York on August 23, 1981. Her family moved to Puerto", "name": "Carmen Luvana"}, "Q14595224": {"text": " \n\nFatima Effendi (born 17 December 1992) is a Pakistani actress and model. She has performed her best role in the Pakistani drama series Chal Jhooti, Pul Siraat and Kaash Main Teri Beti Na Hoti.\n\n Pe", "name": "Fatima Effendi"}, "Q2750368": {"text": "Maher Zain ( ; born 16 July 1981https://twitter.com/MaherZain/status/312996761113346049 in Tripoli, Lebanon) is a Muslim Swedish R&B singer, songwriter and music producer of Lebanese origin. With more", "name": "Maher Zain"}, "Q11056386": {"text": "Iisha Chaawla (born 6 March 1988, in Delhi) is an Indian film actress, appearing primarily in Telugu films. Chawla made her debut in Tollywood with Prema Kavali opposite Debutant Aadi under K. Vijay b", "name": "Isha Chawla"}, "Q2084822": {"text": "Michele (born February 13, 1986), better known by her stage name Jayden Jaymes, is an American pornographic actress, exotic dancer, and model.\n\nCareer\nJaymes has appeared in over 300 movies since star", "name": "Jayden Jaymes"}, "Q2987569": {"text": "thumb|Sarah Vandella (2011)\nSarah Vandella (born December 2, 1983) is an American pornographic actress.\n\nBiography\nSarah grew up in a Reform Jewish household in Hicksville, New York. In high school, s", "name": "Sarah Vandella"}, "Q4726976": {"text": "Alishba Yousuf is a Pakistani VJ, model and actress who works in Pakistani serials and telefilms. She is best known for her roles in serial Meray Dard Ko Jo Zuban Miley, Main Abdul Qadir Hoon, Takkay ", "name": "Alishba Yousuf"}, "Q230282": {"text": "Brooklyn Danielle Decker (born April 12, 1987) is an American fashion model and actress best known for her appearances in the Sports Illustrated Swimsuit Issue, including the cover of the 2010 issue. ", "name": "Brooklyn Decker"}, "Q7505879": {"text": "Shweta Basu Prasad is an Indian film actress. She started her career as a child actress in Hindi films and television series and went on to play lead roles in Bengali,Telugu and Tamil cinema. For her ", "name": "Shweta Prasad"}, "Q271055": {"text": "| name         = Emily Rose \n| image        = Emily Rose 2013.jpg\n| image_size   = 220px\n| caption      = Rose at the 2013 SDCC\n| birth_date   = \n| birth_place  = Renton, Washington, U.S.\n| birth_name", "name": "Emily Rose (actress)"}, "Q3699443": {"text": "Nicole Aniston (born September 9, 1987 in San Diego, California) is an American pornographic actress, the August 2012 Penthouse Pet of the Month, and the 2013 Penthouse Pet of the Year.\n\n Career \nAnis", "name": "Nicole Aniston"}, "Q189992": {"text": "Ashley Michele Greene (born February 21, 1987) is an American actress and model, best known for playing Alice Cullen in the film adaptations of Stephenie Meyer's Twilight novels.\n\n Early life \nGreene ", "name": "Ashley Greene"}, "Q6727727": {"text": "Madiha Iftikhar (Urdu: مدیحہ افتخار)  (born on 5 February 1985) is a Pakistani drama actress and model.\n\nEarly life\nMadiha Iftikhar was born to Iftikhar Ahmed and Rehana Iftikhar, in Islamabad, Pakist", "name": "Madiha Iftikhar"}, "Q335428": {"text": "Sultan Kösen (; born 10 December 1982) is a Turkish Kurdish farmer who holds the Guinness World Record for tallest living male at .\n\nHis growth resulted from a tumour affecting his pituitary gland. Hi", "name": "Sultan Kösen"}, "Q3523373": {"text": "Andrea Jeremiah is an Indian film actress, playback singer, dancer, music composer, model and voice actress from Chennai, a multi-talented personality who works mainly in the Tamil film industry. Begi", "name": "Andrea Jeremiah"}, "Q47899": {"text": "Paris Whitney Hilton (born February 17, 1981) is an American socialite, actress and entertainer. She is the great-granddaughter of Conrad Hilton, the founder of Hilton Hotels. Born in New York City an", "name": "Paris Hilton"}, "Q444190": {"text": "Alexandra Hetherington \"Alex\" Breckenridge (born May 15, 1982) is an American actress, photographer and voice artist. Noted for her role as Willa McPherson on the television series Dirt, she also had ", "name": "Alexandra Breckenridge"}, "Q7228526": {"text": "Pooja Gandhi, also known as Sanjana Gandhi, is an Indian film actress known for her works in Kannada cinema, but has also appeared in few Tamil films. She went on to appear in commercially successful ", "name": "Pooja Gandhi"}, "Q2477177": {"text": "ایلن سینٹ (لاطینی: Ellen Saint) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:1983ء کی پیدائشیں\nزمرہ:چیک فحش اداکارائیں\nزمرہ:بقید حیات شخ", "name": "ایلن سینٹ"}, "Q278015": {"text": "Early life\n\nBhavana was born in Perinkavu, Thrissur, Kerala, the daughter of Pushpa and assistant cinematographer, G.Balachandran. She has one brother, Jayadev, who currently lives in Vancouver, Canad", "name": "Bhavana (actress)"}, "Q4746101": {"text": "Amia Miley (born November 23, 1990) is an American former pornographic actress.\n\nCareer\nMiley started out as a model for swimwear catalogs and fashion shows, and she was also a cheerleader. She debute", "name": "Amia Miley"}, "Q4683860": {"text": "Adnan Akmal (), born 13 March 1985, is a Pakistani cricketer. He is a right-handed batsman and wicket-keeper who plays for Zarai Taraqiati Bank Ltd Cricket Team and has represented his country at U-17", "name": "Adnan Akmal"}, "Q6520599": {"text": "Lekha Washington is an Indian origin film actress and product designer, who has appeared in Tamil, Hindi, Telugu and Kannada language films. She was first recognised for her work as a sculptor in 2002", "name": "Lekha Washington"}, "Q222651": {"text": "__NOTOC__\nJelena Jensen (born October 7, 1981) is an American entrepreneur, pornographic actress, nude model, webcam model, webmaster, photographer, videographer, and radio personality.\n\nEarly years\nJ", "name": "Jelena Jensen"}, "Q15846417": {"text": "Rikki Six (born December 18, 1990) is the stage name of an American pornographic actress.\n\nEarly life\nSix planned to become a pediatric nurse prior to her porn career. She attended dental assisting sc", "name": "Rikki Six"}, "Q3241800": {"text": " (1985 - 2007), also known as  was a Japanese adult film actress. Misaki's career spanned over two years during which she appeared in at least seventy DVDs.Amazon search on 美咲 沙耶 (Misaki Saya), conduc", "name": "Saya Misaki"}, "Q202853": {"text": "Sarah Christine Roemer (born August 28, 1984) is an American actress and model. She is best known for her roles in the films The Grudge 2, Disturbia, and Fired Up! and the television series The Event.", "name": "Sarah Roemer"}, "Q3154849": {"text": "ازابیلا سوپرانو (لاطینی: Isabella Soprano) ایک فحش اداکارہ ہے۔\n\n نگار خانہ \n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:امریکی فحش اداکارائیں\nزمرہ:1981ء کی", "name": "ازابیلا سوپرانو"}, "Q4900807": {"text": "Bhairavi Goswami, (; born 12 November 1984) is an Indian-born actress, television host and humanitarian. She is passionate about animals and is an animal rights activist. Horse riding is her passion a", "name": "Bhairavi Goswami"}, "Q3518507": {"text": "Shoaib Malik (Punjabi, ) (born 1 February 1982) is a Pakistani cricket player and former captain. He made his One-Day International debut in 1999 against the West Indies and his Test debut in 2001 aga", "name": "Shoaib Malik"}, "Q269972": {"text": "Gia Paloma (born June 27, 1984) is an American former pornographic actress and movie director.\n\nBiography\nPaloma (born in Diamond Bar, California) grew up in Walnut, California and is of Italian ances", "name": "Gia Paloma"}, "Q334890": {"text": "Sofiane Feghouli () (born 26 December 1989) is an Algerian footballer who plays for Spanish club Valencia CF and the Algeria national team. He operates mainly as a right winger, but can also play as a", "name": "Sofiane Feghouli"}, "Q213854": {"text": "Virat Kohli () (born 5 November 1988) is an Indian cricketer. A middle-order batsman, who can also bowl right-arm medium pace, Kohli captained the victorious Indian team at the 2008 U/19 Cricket World", "name": "Virat Kohli"}, "Q3267881": {"text": ", also known as Miho Maejima, is a popular Japanese model and AV idol who formerly appeared on broadcast television in Japan.\n\n Life and career \nMiho Maeshima was born in Tokyo on July 26, 1986. In an", "name": "Miho Maeshima"}, "Q5250544": {"text": "Deepal Shaw (born 21 February 1986) is an Indian actress, singer, model who works in Bollywood movies.\n\nEarly life\nShaw was born in Shimla, Himachal Pradesh and raised in Mumbai, Maharashtra, to paren", "name": "Deepal Shaw"}, "Q5408135": {"text": "Not to be confused with the actress Sana Khan who was the wife of Babar Khan and who died in a car accident in March 2014\n\nSana Khan (born 21 August 1987) is an Indian actress, model and dancer. Khan ", "name": "Sana Khan"}, "Q448288": {"text": "Stefani Morgan (born October 31, 1985) is a former American pornographic actress.\n\nBiography\nGraduating from high school at age 16, Morgan began mainstream modeling when she was 17. During that time s", "name": "Stefani Morgan"}, "Q11838533": {"text": "Jade Starr is an American model, Go-Go dancer, and actress based in Los Angeles. She is a mix of Cherokee and Irish.  Her work ranges from fashion modeling to lesbian pornography. She has done close t", "name": "Jade Starr"}, "Q241591": {"text": "Morgan Elizabeth York (born January 18, 1993) is an American former actress, best known for her role as Kim Baker in Cheaper by the Dozen and Cheaper by the Dozen 2, and also her role as Sarah in Hann", "name": "Morgan York"}, "Q163249": {"text": "Jessica Claire Timberlake (née Biel; born March 3, 1982) is an American actress. Biel began her career as a vocalist appearing in musical productions until she was cast as Mary Camden in the family-dr", "name": "Jessica Biel"}, "Q5456425": {"text": "Fiza Ali () (born in Bangladesh) on 5th Oct 1980 is Pakistani model and actress. She started her modeling career in 1999. But Soon Get Married and left it. After Divorce she came. Then in 2003, she st", "name": "Fiza Ali"}, "Q205794": {"text": "Chelsea Kane Staub (born September 15, 1988) is an American actress and singer professionally known as Chelsea Kane since December 2010. She is known for her role as Stella Malone in the Disney Channe", "name": "Chelsea Kane"}, "Q256483": {"text": "Flower Tucci (  born January 2, 1981) is an American nude model and pornographic actress.\n\nCareer\nTucci was working as a cake decorator in a bakery when she answered an ad in the LA Weekly. Her first ", "name": "Flower Tucci"}, "Q2372805": {"text": "Carmel Moore (born 19 June 1985) is a British former  pornographic actress. of mixed English and Iranian origin.\n\nCareer\nIn 2005 at age 20, under the name of Nasrin, she started glamour modelling in t", "name": "Carmel Moore"}, "Q34086": {"text": "Justin Drew Bieber (; born March 1, 1994) is a Canadian singer and songwriter. Bieber's current manager, Scooter Braun first discovered him through his YouTube videos in 2007. Braun was impressed with", "name": "Justin Bieber"}, "Q236472": {"text": "Katrina Bowden (born September 19, 1988) is an American actress best known for playing Cerie on the NBC sitcom 30 Rock (2006–2013).\n\nEarly life\nBowden was born in Wyckoff, New Jersey. She attended the", "name": "Katrina Bowden"}, "Q433126": {"text": "Taruni Sachdev (14 May 1998 – 14 May 2012) was an Indian model and child actress, best known for her work in television advertisements and films. She was highly praised for her appearances in Rasna ad", "name": "Taruni Sachdev"}, "Q7283095": {"text": "Ragini Dwivedi (born 24 May 1990) is an Indian film actress and model who appears in South Indian cinema, but primarily in Kannada cinema. As a model, she was the runner-up of the 2008 Femina Miss Ind", "name": "Ragini Dwivedi"}, "Q7283097": {"text": "Ragini Khanna is an Indian film and television actress. Khanna hosted Zee TV's talent-hunt reality show India’s Best Dramebaaz (2013)  and reality comedy show Gangs of Haseepur (2014).\n\n Career \n\n Tel", "name": "Ragini Khanna"}, "Q233466": {"text": "Elisabeth Singleton MossAccording to her record at the State of California, California Birth Index, 1905–1995, Center for Health Statistics, California Department of Health Services, Sacramento, Calif", "name": "Elisabeth Moss"}, "Q35709": {"text": "Avy Scott (born in November 2, 1981) is an American pornographic actress.\n\nFormerly a business and psychology major in college, Scott started out doing live masturbation shows online and subsequently ", "name": "Avy Scott"}, "Q7695208": {"text": "Thanishka is an Indian actress who appears in Kannada and  Tamil language films.\n\nCareer\nThanishka began her career with Masanada Makkalu, an art film that showcased her credentials as a linguisticall", "name": "Thanishka"}, "Q42311": {"text": "Sebastian Vettel (; born 3 July 1987) is a professional German Formula One racing driver, currently driving for Ferrari F1 Team, being contracted to the end of 2017. He is a four-time Formula One Worl", "name": "Sebastian Vettel"}, "Q260741": {"text": "Shay Jordan, also known more recently as Jasmine Jinn, (born November 17, 1985), is a Filipino American former pornographic actress.\n\nEarly life\nJordan was born in the Philippines and later moved to H", "name": "Shay Jordan"}, "Q4696019": {"text": "Ahmed Shehzad (; born 23 November 1991) is a Pakistani cricketer. He is a right-handed opening batsman and also a part-time legbreak bowler. He used to play domestic cricket for Habib Bank Limited. He", "name": "Ahmed Shehzad"}, "Q3535247": {"text": "Neetu Chandra (born 20 June 1984) is an Indian film actress, model and martial artist.\n\nEarly life and education\nNeetu Chandra was born in Patna, Bihar, India. Her mother tongue is Bhojpuri. She was e", "name": "Neetu Chandra"}, "Q7902059": {"text": "Usman Salahuddin (born 2 December 1990 Lahore, Punjab) is a Pakistani international cricketer who was selected to play against the West Indies for the May 2011 series. Salahuddin averages 48 in List A", "name": "Usman Salahuddin"}, "Q260746": {"text": "Shawna Lenee (born April 12, 1987 in Cleveland, Ohio) is an American pornographic actress, dancer and model.\n\nEarly life\nLenee became a mother at age 17. She worked as a mainstream model and actress p", "name": "Shawna Lenee"}, "Q2343423": {"text": "Brooke Banner (born September 28, 1983) is an American pornographic actress and nude model.\n\nCareer\nBanner started her adult industry career in 2002 around age nineteen. Since then, she has appeared i", "name": "Brooke Banner"}, "Q230782": {"text": "Nicole Margaret \"Nikki\" Blonsky (born November 9, 1988) is an American actress, singer and dancer. She is best known for her role as Tracy Turnblad in the 2007 remake of the film Hairspray and as Magg", "name": "Nikki Blonsky"}, "Q314789": {"text": "Arouna Koné (born 11 November 1983) is an Ivorian professional footballer who plays for Everton in the Premier League, as a striker. \n\nAfter making a name for himself in the Eredivisie, with Roda and ", "name": "Arouna Koné"}, "Q13424289": {"text": "Edward Joseph \"Ed\" Snowden (born June 21, 1983) is an American computer professional who leaked classified information from the National Security Agency (NSA), starting in June 2013. \n\nA former system", "name": "Edward Snowden"}, "Q4683087": {"text": "Aditya Roy Kapur (; born 16 November 1985) is an Indian film actor who works in Hindi films. After a brief career as a VJ on Channel V, he made his film debut with a minor role in London Dreams (2009)", "name": "Aditya Roy Kapur"}, "Q4699414": {"text": "عائزہ خان ایک پاکستانی اداکارہ ہے 16 جنوری 1991 کو پیدا ہوئیں ان کا پہلا ڈرامہ تم جو ملے ہم ٹی وی پر 2009 میں نشر ہوا\n\nزمرہ:کراچی کی اداکارئیں\nزمرہ:پاکستانی ٹیلیویژن اداکارائیں\nزمرہ:کراچی کی شخصیات\nزم", "name": "عائزہ خان"}, "Q7246459": {"text": "Priya Bapat (Marathi: प्रिया बापट) is an Indian actress. She made her Bollywood debut in Dr. Jabbar Patel's film Dr Baba Saheb Ambedkar as young Ramabai. She also plays a lead role in Marathi Stage dr", "name": "Priya Bapat"}, "Q7246458": {"text": "Priya Anand (born 17 September 1986) is an Indian film actress and model who appears in Tamil and Telugu films including, Leader and Vaamanan.Settu Shankar Priya Anand debuts through Vaamanan. OneIndi", "name": "Priya Anand"}, "Q3273844": {"text": "Salman Butt (Punjabi/, Salmān Baṭṭ; born 7 October 1984) is a Pakistani cricketer who was jailed in Britain for match fixing in 2011. He was earlier a regular Test and ODI left-handed opening batsman.", "name": "Salman Butt"}, "Q4748736": {"text": " \n\nAmruta Khanvilkar () (born 23 November 1984) is an Indian film actress who appears in Bollywood and Marathi movies. She has appeared in Hindi and Marathi films and established herself as one of Mar", "name": "Amruta Khanvilkar"}, "Q1063412": {"text": "Ranbir Kapoor (; born 28 September 1982) is an Indian film actor. Through his successful career in Bollywood films, he has become one of the highest-paid actors and one of the most popular celebrities", "name": "Ranbir Kapoor"}, "Q13211941": {"text": "Mawra Hocane is a Pakistani actress, VJ and model. She is known for her role in serials like Yahan Pyar Nahi Hai, Ek Tamanna Lahasil Si, Kitni Girhain Baqi Hain , Nikhar Gaye Gulab Sar and\"Aahista Aah", "name": "Mawra Hocane"}, "Q193768": {"text": "Suleyman Ali \"Sulley\" Muntari (; born 27 August 1984) is a Ghanaian international footballer who plays as a central midfielder for Milan.\n\nDuring his time at Internazionale, he helped the team win the", "name": "Sulley Muntari"}, "Q6508202": {"text": "Lea Lexis (born February 18, 1988) is the stage name of a Romanian pornographic actress, active since 2007.\n\nLexis claims that she has previously been a gymnastics star, winning five national titles i", "name": "Lea Lexis"}, "Q15576453": {"text": "Mia Malkova (born July 1, 1992) is an American pornographic actress.\n\nCareer\nMalkova was introduced to the adult film industry by adult actress Natasha Malkova, who was a school friend of hers.Buzz Ki", "name": "Mia Malkova"}, "Q69573": {"text": "Mohammed Ajmal Amir Kasab (Punjabi/‎; 13 July 1987 – 21 November 2012) was a Pakistani militant and a member of the Lashkar-e-Taiba Islamist group, through which he took part in the 2008 Mumbai terror", "name": "Ajmal Kasab"}, "Q7462919": {"text": "Shakib KhanShakib Khan Numero Uno. Thedailystar.net (28 April 2011). Retrieved on 2 September 2011. (Bengali:  শাকিব খান, born 28 March 1983) is a Bangladeshi film actor. Shakib made his debut in  \"An", "name": "Shakib Khan"}, "Q9550": {"text": "Katrina Kaif (, born Katrina Turquotte—also spelt Turcotte—16 July 1983) is a British-Indian film actress and model. Primarily known for her work in Bollywood films, Kaif has also appeared in Telugu a", "name": "Katrina Kaif"}, "Q465200": {"text": "Kerry Bishé (born May 1, 1984) is an American actress, known for playing Lucy Bennett, the main character in season nine of medical comedy Scrubs. Bishé also starred as Billie Kashmiri in Fox's one-of", "name": "Kerry Bishé"}, "Q238500": {"text": "Cytherea (born September 27, 1981) is an award winning American pornographic actress and model. She is known for her ability to ejaculate (known as \"squirting\" in the adult industry) while performing ", "name": "Cytherea (pornographic actress)"}, "Q7521197": {"text": "Simran Kaur Mundi (, ) is an Indian model and actress who made her acting debut in the Hindi film Jo Hum Chahein in 2011. Prior to that she was a successful model and was crowned Miss India Universe 2", "name": "Simran Kaur Mundi"}, "Q238505": {"text": "فینکس میری (لاطینی: Phoenix Marie) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:1981ء کی پیدائشیں\nزمرہ:امریکی فحش اداکارائیں\nزمرہ:بقید ح", "name": "فینکس میری"}, "Q4777926": {"text": "Anusheh Asad (; born September 13, 1983) is a Pakistani model and makeup artist.\n\nPersonal life\nAnusheh Asad was born and raised in Lahore, Pakistan. She attended Lahore Grammar School for her primary", "name": "Anusheh Asad"}, "Q391095": {"text": "Tanner Mayes (born May 31, 1989 in Adrian, Michigan as Courtney Glover) is the stage name of an American pornographic actress.\n\nLife and career\nMayes debuted in the porn industry in 2008 at the age of", "name": "Tanner Mayes"}, "Q7901588": {"text": "Urvashi Sharma  (Hindi: उर्वशी शर्मा) is an Indian Bollywood actress & model, born in Delhi in a Hindu Family. She has appeared in numerous print and television advertisements and featured in music vi", "name": "Urvashi Sharma"}, "Q242246": {"text": "Hanna Hilton (born October 31, 1984) is an American former (2007–10) pornographic actress.\n\nPersonal life and career\nHilton was a cheerleader in high school and worked part-time at a Dairy Queen in Co", "name": "Hanna Hilton"}, "Q242240": {"text": "Nikky Blond (born March 9, 1981) is a Hungarian pornographic film actress. She started working in the porn industry in around 1999 and has appeared in over 100 movies.\n\nAwards\n2004 Venus Award winner ", "name": "Nikky Blond"}, "Q242243": {"text": "Lexxi Tyler (born May 16, 1983 in Beaverton, Oregon) is an American pornographic actress and model. She was the May 2009 Penthouse Pet of the Month.\n\nPersonal life\nTyler is married to mixed martial ar", "name": "Lexxi Tyler"}, "Q233295": {"text": "Tila Nguyen (born October 24, 1981), better known by her stage names Tila Tequila and Miss Tila, is a Singaporean-born American model and television personality. She is known for her appearances in th", "name": "Tila Tequila"}, "Q3528074": {"text": "Mushtaq Ahmed Malik (Urdu: مشتاق احمد ملک) (born 28 June 1970) is a Pakistani former cricketer who currently acts as the spin bowling coach for the Pakistan cricket team. A leg break googly bowler, at", "name": "Mushtaq Ahmed"}, "Q3481958": {"text": "Sherlyn Chopra (formerly known as Mona Chopra) is an Indian model and actress.\n\nEarly life\nSherlyn Chopra was born to a Muslim mother and a Christian doctor father. She attended Stanley Girls High Sch", "name": "Sherlyn Chopra"}, "Q7917889": {"text": "Veda Archana Sastry (born on 8 October) is an Indian film actress, known for her works predominantly in Telugu cinema, and for a few Tamil, Kannada and Malayalam films. Debuting as Veda in Tapana, she", "name": "Veda Sastry"}, "Q797191": {"text": "Urwa Hocane  (birth name Urwa Tul Wusqa Hussain) is a Pakistani VJ, model and actress. She is known for her role in serials Meri Ladli, Kahi Un Kahi,Tum Mere hi Rehna and Madiha Maliha.http://www.tv.c", "name": "Urwa Hocane"}, "Q6897022": {"text": "Momal Sheikh () (born April 6, 1986 Karachi) is a Pakistani actress and model. She is currently being seen in the TV serials on different channels. Her debut film is an upcoming Naach. She is best kno", "name": "Momal Sheikh"}, "Q233106": {"text": "ٹوری لین (لاطینی: Tory Lane) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:1982ء کی پیدائشیں\nزمرہ:امریکی فحش اداکارائیں\nزمرہ:بقید حیات شخ", "name": "ٹوری لین"}, "Q5318761": {"text": "Dylan Ryan (born April 21, 1986 in San Francisco, California) is an American pornographic actress.\n\nAdult film career\nRyan began her pornographic career in 2004.Dylan Ryan interview. Retrieved Februar", "name": "Dylan Ryan"}, "Q540640": {"text": "Chanel Preston (born December 1, 1985) is an award winning American pornographic actress and the Penthouse magazine Penthouse Pet for March 2012. She entered the adult film industry in 2010 at the age", "name": "Chanel Preston"}, "Q233101": {"text": "Monique Alexander (born May 26, 1982) is an American pornographic actress and nude model.\n\nCareer\nAlexander began working in the adult industry as a stripper in Sacramento when she was 18, to suppleme", "name": "Monique Alexander"}, "Q3297485": {"text": "__notoc__\nNikki Jayne (born June 10, 1985)Nikki Jayne Biography is the stage name of a former British pornographic actress.\n\nEarly life\nBorn in Manchester, she grew up in the Wigan suburb of Beech Hil", "name": "Nikki Jayne"}, "Q302466": {"text": "Omar Ahmed Khadr (born September 19, 1986) is a Canadian Islamic Jihadist who was one of the youngest captives and the last Western citizen to be held by the United States at the Guantanamo Bay detent", "name": "Omar Khadr"}, "Q35453": {"text": "Alexis Love (born April 7, 1988 in Sacramento, California) is a Mexican-American pornographic actress and nude model. She entered the adult film industry in mid-2006. After making approximately 180 mo", "name": "Alexis Love"}, "Q254980": {"text": "Marissa Madeline Carroll (born March 18, 1996) is an American actress who was first noticed for her role as Molly Johnson in 2008's  Swing Vote. Carroll had many supporting roles in various comedy and", "name": "Madeline Carroll"}, "Q4971481": {"text": "Britney Amber (born November 10, 1986 in Banning, California) is an American pornographic actress and feature dancer.\n\nEarly life\nAmber was raised in Beaumont, California. She was expelled from high s", "name": "Britney Amber"}, "Q7581446": {"text": "Spruha Shirish Joshi (; born 13 October 1989) is an Indian television, theatre and film actress.\n\nEarly life and education\nSpruha was born on 13 October 1989 in Mumbai, Maharashtra. She is from Balmoh", "name": "Spruha Joshi"}, "Q242961": {"text": "Naomi (born September 25, 1983) is an American pornographic actress.\n\nPersonal life and career\nNaomi was born in Los Angeles, California.  She has stated that she is Jewish and her father was a rabbi.", "name": "Naomi (pornographic actress)"}, "Q3621587": {"text": "Yurizan Beltran (born November 2, 1986), also known as YuriLuv, is an American pornographic actress.\n\nLife and career\nBeltran was born in Los Angeles. She started her own erotic website in 2005,\"Top 1", "name": "Yurizan Beltran"}, "Q232910": {"text": "Lacey Nicole Chabert (born September 30, 1982) is an American actress and voice actress. She first gained prominence as a child actress on television for her role as Claudia Salinger in the television", "name": "Lacey Chabert"}, "Q30585": {"text": "Bailey Jay (born November 5, 1988 in Richmond, Virginia, United States) is an American trans woman who is a pornographic actress, adult model, and podcaster.\n\nEarly life\nBailey Jay originally gained f", "name": "Bailey Jay"}, "Q529162": {"text": "Oğuzhan Özyakup (born 23 September 1992) is a Turkish footballer who plays for Turkish Süper Lig club Beşiktaş and the Turkish national team. A product of the Arsenal Academy and AZ Alkmaar Academy, h", "name": "Oğuzhan Özyakup"}, "Q158957": {"text": "Priyanka Chopra (; born 18 July 1982) is an Indian film actress and singer, and the winner of the Miss World pageant of 2000. Through her successful film career, Chopra has become one of Bollywood's h", "name": "Priyanka Chopra"}, "Q2723457": {"text": "Sameera Reddy (born 14 December 1982) is an Indian actress who primarily appears in Tollywood and Bollywood films.She has also appeared in a number of Telugu, Bengali, Malayalam and Kannada films.She ", "name": "Sameera Reddy"}, "Q256537": {"text": "Memphis Monroe (born March 23, 1985, in New Orleans, Louisiana) is the stage name of an American pornographic actress. Monroe got her stage name from Nicolas Cage's character (Randall \"Memphis\" Raines", "name": "Memphis Monroe"}, "Q6807665": {"text": "Meera Chopra, also known as Nila, is an Indian film actress who appears in Tamil, Telugu and Hindi films.Nila bids goodbye  Girl uninterrupted\n\n Background \nMeera Chopra was born on 8 July 1983 in Del", "name": "Meera Chopra"}, "Q15517447": {"text": "Christie Stevens (born September 12, 1986) is an American pornographic actress.\n\nEarly life\nStevens was raised in Temecula, California. She is a former ballet, jazz, tap, and hip-hop dancer. She gradu", "name": "Christie Stevens"}, "Q4382182": {"text": "امیری اچینوز (لاطینی: Ameri ichinose) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n\n حوالہ جات\n\nزمرہ:جاپانی فحش اداکارائیں\nزمرہ:نامکمل\n\nزمرہ:بقید حیات شخصیات\nزمرہ:1987ء کی پیدائشیں", "name": "امیری اچینوز"}, "Q14655709": {"text": "Ayesha Farooq (Urdu:عائشہ فاروق) (born August 24, 1987) is a female Pakistani fighter pilot. Ayesha is from the city of Bahawalpur, she is one of five women who have become pilots in the Pakistan Air ", "name": "Ayesha Farooq"}, "Q7403094": {"text": "Sakshi Talwar is an Indian television actress. She plays the role of Rano in Zee TV's soap opera, \"Ranbir Rano\". She is also seen in Zee TV's serial \"Ek Thi Rajkumari\". Talwar started her career by pl", "name": "Sakshi Talwar"}, "Q38575": {"text": "Brianna Love (born March 14, 1985 in Fresno, California) is the stage name of an American former pornographic actress. \n\nEarly life\nLove was born in Fresno, California. She moved around often and spen", "name": "Brianna Love"}, "Q2961025": {"text": "Charlotte Stokely (born August 8, 1986) is an American pornographic actress.\n\nShe started performing in adult-oriented content after her roommate (who was a stripper) was cast in a porn film; Stokely ", "name": "Charlotte Stokely"}, "Q8049792": {"text": "Abdul Karim khan, named Yasin Bhatkal by Indian investigative agencies, is the alleged founder leader of the proscribed terrorist organisation Indian Mujahideen (IM). He was listed on the NIA Most Wan", "name": "Yasin Bhatkal"}, "Q15408399": {"text": "Natalia Starr (born March 22, 1993) is a Polish-born American pornographic actress.\n\nEarly life\nStarr was born in Poland and moved to the United States during Christmas season in 2000 when she was sev", "name": "Natalia Starr"}, "Q2721495": {"text": "Ankita Sharma is an Indian television actress. She worked in Sony TV's show Baat Hamari Pakki Hai as Saachi Jaiswal.\n\nTelevision\n2009-2010 Agle Janam Mohe Bitiya Hi Kijo as Ratna\n2010–2011 Baat Hamari", "name": "Ankita Sharma"}, "Q195687": {"text": "Allison Mack (born July 29, 1982) is an American actress, director and producer. She is best known for her role of Chloe Sullivan on the The WB/CW Superman-inspired television drama series Smallville ", "name": "Allison Mack"}, "Q230609": {"text": "Ashley Victoria Benson (born December 18, 1989) is an American actress and model, known for her role as Hanna Marin on the mystery-thriller television series Pretty Little Liars. She has also portraye", "name": "Ashley Benson"}, "Q231665": {"text": "Belladonna (born Michelle Anne Sinclair on May 21, 1981) is an semi-retired American pornographic actress and producer. She actively sought to become a porn actress. Because of concerns about sexually", "name": "Belladonna (actress)"}, "Q311162": {"text": "Nabil El Zhar (; born 27 August 1986) is a Moroccan footballer who plays for Spanish club Levante UD as a right winger.\n\nHe has been a full international for Morocco since 2008.\n\nClub career and perso", "name": "Nabil El Zhar"}, "Q311163": {"text": "Moustapha Salifou (born 1 June 1983) is a Togolese footballer who plays as a midfielder in Germany for TSV 1860 Rosenheim, as well as the Togo national football team. Salifou is perhaps best known for", "name": "Moustapha Salifou"}, "Q13304": {"text": "Mouhamadou Dabo (born 28 November 1986 in Dakar) is a French professional footballer who currently plays for French club Lyon in Ligue 1. He is a right back, but has played left back.\n\n Club career \n ", "name": "Mouhamadou Dabo"}, "Q3611453": {"text": "Bethany Benz (born December 1, 1986) is an American pornographic actress, reality show participant, and model.\n\nLife and career\nBethany Benz started her career as glamour model with the stage name of ", "name": "Bethany Benz"}, "Q7494205": {"text": "Shenaz Treasurywala  (sometimes spelled Treasuryvala) or Shenaz Treasury is an Indian model, travel writer, and actress.  Discovered by a photographer during her first year in college, her first model", "name": "Shenaz Treasurywala"}, "Q5216224": {"text": "Dani Daniels (born September 23, 1989) is the stage name of an American pornographic actress and director. She is the Penthouse Pet of the Month for January 2012.\n\nEarly life\nDaniels was born in Orang", "name": "Dani Daniels"}, "Q5494054": {"text": "Sardar Fraz Wahlah () is a lawyer and entrepreneur.\n\n Interviews & publications \nthumb|right|Receiving the Tech Oscar, 10th International Asia Pacific ICT Award\n\nWahlah was interviewed on the subject ", "name": "Fraz Wahlah"}, "Q3270164": {"text": "Jandi Lin (born March 19, 1985) is an American pornographic actress. She began her porn career in 2007 at about the age of 22.\n\nShe entered the adult industry after answering a Craigslist ad she saw j", "name": "Jandi Lin"}, "Q6959885": {"text": "Syed Najaf Hussain Shah (born 17 December 1984 in Gujar Khan, Rawalpindi) is a Pakistani first-class cricketer who plays for Rawalpindi and Pakistan International Airlines. He has played one One Day I", "name": "Najaf Shah"}, "Q7504223": {"text": "Shriya Sharma is an Indian child film actress and model.\nShe was born on 9 September 1997 in Nurpur, Himachal Pradesh, India.\n\nFilmography\n{| class=\"wikitable\"\n\n|- bgcolor=\"#CCCCCC\" align=\"center\"\n! Y", "name": "Shriya Sharma"}, "Q6399530": {"text": "Khalid Latif (), (born 4 November 1985 in Karachi) is a Pakistani cricketer.\n\nA right-handed opening batsman, Latif was captain of the Pakistani side which won the U-19 World Cup in 2004. He made his ", "name": "Khalid Latif (cricketer)"}, "Q6892400": {"text": "Mohammad Salman (born 7 August 1981, Karachi)Profile espncricinfo. Retrieved 21 April 2011 is an international cricketer from Pakistan. He is a right handed batsman and a wicketkeeper. He was brought ", "name": "Mohammad Salman"}, "Q260707": {"text": "Kristina Rose (born April 14, 1984) is the stage name of an American pornographic actress.\n\nLife and career\nAt age 18, Rose first worked for an adult website doing customer service. When the company m", "name": "Kristina Rose"}, "Q6113138": {"text": "Priyanka Kothari (born 1983), often credited as Nisha Kothari  or Amoga, is an Indian-Kenyan actress and model. She has appeared in Bollywood, Telugu, Tamil and Kannada films.Nisha Kothari comes back ", "name": "Priyanka Kothari"}, "Q3595169": {"text": "Tanushree Dutta (; pronounced , ITRANS: tanushri; born 19 March 1984) is an Indian model and actress who primarily appears in Bollywood movies. Dutta is the recipient of Femina Miss India Universe tit", "name": "Tanushree Dutta"}, "Q4661481": {"text": "Aamina Sheikh (born as Aamina  Sheikh, on August 29, 1981) is a Pakistani American actress and model. She has won one Lux Style Award, one New York Film Festival Award, one SAARC Film Festival Award, ", "name": "Aamina Sheikh"}, "Q12056218": {"text": "Vaishali Desai () (born December 18) is an Indian model and actor. She won the Indian title of Miss International. She debuted in the film Kal Kissne Dekha.\n\nEarly life\nVaishali Desai was born to Vidy", "name": "Vaishali Desai"}, "Q2426408": {"text": ", also known as Rio, is a Japanese actress, singer and AV idol who debuted as an AV actress in 2005, appearing in videos produced by the Max-A and S1 studios. After starring in AVs in various genres d", "name": "Tina Yuzuki"}, "Q234651": {"text": "Danielle Campbell (born January 30, 1995) is an American actress known for her role as Jessica in the Disney Channel Original Movie StarStruck and as Simone in the Disney film Prom, and currently star", "name": "Danielle Campbell"}, "Q2312801": {"text": "Jacqueline Fernandez is a Bollywood actress, former model, and the winner of the Miss Sri Lanka Universe pageant of 2006. She is best known for her work in Hindi films. After graduating in Mass commun", "name": "Jacqueline Fernandez"}, "Q4461": {"text": "Troian Avery Bellisario (born October 28, 1985) is an American actress. She currently stars as Spencer Hastings in the ABC Family series Pretty Little Liars.\n\nEarly life\nTroian Avery Bellisario was bo", "name": "Troian Bellisario"}, "Q2085412": {"text": "Sammie Rhodes (born November 10, 1983) is the stage name for an American pornographic actress.\n\nEarly life\nRhodes is a native of Connecticut. She was an honor student in high school and attended colle", "name": "Sammie Rhodes"}, "Q1255625": {"text": "Samuel Eto'o Fils (; born 10 March 1981) is a Cameroonian footballer who plays as a striker for Premier League club Everton and formerly for the Cameroon national team.  He is the most decorated Afric", "name": "Samuel Eto'o"}, "Q35742": {"text": "Alektra Blue (born June 9, 1983) is an American pornographic actress and model. She is the Penthouse Pet of the Month for April 2008.\n\nEarly life\nBlue was born in Phoenix, Arizona, but grew up in the ", "name": "Alektra Blue"}, "Q224962": {"text": "Kajal Aggarwal (born 19 June 1985) is an Indian actress, who predominantly appears in Telugu and Tamil films. Through her successful film career, Kajal has become one of the most popular celebrities i", "name": "Kajal Aggarwal"}, "Q4027361": {"text": "Alexis Ford (born April 24, 1988) is an American pornographic actress and the Penthouse Pet of the Month for June 2012.\n\nEarly life\nFord was born and raised in Ridgewood, Queens, New York. She attende", "name": "Alexis Ford"}, "Q44077": {"text": "Jessica Marie Alba (born April 28, 1981) is an American actress, model, and businesswoman. She began her television and movie appearances at age 13 in Camp Nowhere and The Secret World of Alex Mack (1", "name": "Jessica Alba"}, "Q468108": {"text": "Jamie Lynn (born February 25, 1981) is an American pornographic actress who was chosen as Penthouse Pet of the Month in 2005 and later as Pet of the Year in 2006. \n\nCareer\nShe started working in the a", "name": "Jamie Lynn (pornographic actress)"}, "Q60143": {"text": "Riley Steele (born August 26, 1987) is an American pornographic actress.\n\nBiography\n\nEarly life and adult film career\nSteele grew up in Escondido, California. Before starting her adult film career, sh", "name": "Riley Steele"}, "Q3535289": {"text": "Imran Nazir (Punjabi: ) (born 16 December 1981) is a Pakistani cricket Opening batsman  who plays in the Pakistan national cricket team in Test cricket, One Day International and Twenty20 cricket form", "name": "Imran Nazir"}, "Q292605": {"text": "Erica Ellyson (born October 1, 1984) is an American softcore model and actress who was Penthouse's Pet of the Month for January 2007 and Pet of the Year for 2008.\n\n Biography \nEllyson was raised in Hu", "name": "Erica Ellyson"}, "Q292967": {"text": "Celina JaitlyCelina Jaitly (Actress) Official website (born 24 November 1981) is an Indian actress who mainly appears in Bollywood films. A former beauty queen and model, she was crowned Femina Miss I", "name": "Celina Jaitly"}, "Q8048050": {"text": "Yami Gautam (born 28 November 1988) is an Indian actress who works in different language films, including Punjabi, Tamil, Telugu, Malayalam, Kannada and Hindi. She is the daughter of director Mukesh G", "name": "Yami Gautam"}, "Q5645532": {"text": "Hammad Azam (; born 16 March 1991 in Attock) is a Pakistani cricketer, who plays the role of all-rounder. He is a right handed batman and a right arm medium fast bowler.\n\nInternational career\nAn all-r", "name": "Hammad Azam"}, "Q205290": {"text": "Carmen Hart (born March 12, 1984) is a Native American former pornographic actress and international exotic dancer from North Carolina. She is a full-blooded member of the Lumbee tribe.\n\nCareer\nHart w", "name": "Carmen Hart"}, "Q232687": {"text": "Hillary Scott (born February 3, 1983) is an American  pornographic actress.\n\nCareer\nScott worked in a bank selling mortgages for two and a half years after graduating from high school, but became bore", "name": "Hillary Scott (pornographic actress)"}, "Q3341003": {"text": "Nicole Beharie (born January 3, 1985) is an American actress. She is known for her roles in American Violet (2008), Shame (2011), and 42 (2013). Since September 2013, she has starred in the Fox fantas", "name": "Nicole Beharie"}, "Q583363": {"text": "Tiana Lynn is a former American pornographic actress. She is well known for her ability to ejaculate.\n\nBiography\nLynn entered the adult film industry in 2004.  Soon after, she discovered her ability t", "name": "Tiana Lynn"}, "Q2049562": {"text": "Manjari () (born 17 April 1986) is an Indian playback singer active mainly in Malayalam. She was born in 1986 in Thiruvananthapuram and grew up in Muscat and her family is originally from Kannur. Her ", "name": "Manjari (singer)"}, "Q14816237": {"text": "Humza Mohammed Arshad (; born 3 June 1985) is an English actor, comedian and writer of Pakistani descent. He is best known for his web series Diary of a Bad Man.\n\nEarly life\nArshad was born and brough", "name": "Humza Arshad"}, "Q2464507": {"text": "Briana Blair (born June 24, 1987) is a former NBA cheerleader, retired American pornographic actress, and nude model.\n\nLife and career\nBriana Blair was born on June 24, 1987 in Atlanta, Georgia. She a", "name": "Briana Blair"}, "Q6137804": {"text": "  is a  Japanese actress and AV idol.\n\nLife and career\nHanai was born on July 20, 1986 in Japan. Like only a few other Japanese AV actresses, among them Maria Ozawa, Tina Yuzuki,  Saori Hara and Anna ", "name": "Meisa Hanai"}, "Q220949": {"text": "Rachel Sarah Bilson (born August 25, 1981) is an American actress. Bilson grew up in a California show business family, and made her television debut in 2003, subsequently becoming well known for play", "name": "Rachel Bilson"}, "Q206916": {"text": "Sophia Anna Bush (born July 8, 1982) is an American actress, director, spokesperson, and activist. She starred in The WB/CW television series One Tree Hill, where she portrayed Brooke Davis from 2003 ", "name": "Sophia Bush"}, "Q2748319": {"text": "Nayantara (born 18 November 1984 as Diana Mariam Kurian) is an Indian film actress from Kerala, who appears in South Indian films. She made her acting debut in the 2003 Malayalam film Manassinakkare a", "name": "Nayantara"}, "Q5102359": {"text": "Chitrashi Rawat is a former Indian hockey player, film actress and television presenter. \nShe began playing hockey as a left-striker at the age of 17 for Uttarakhand state in India. Her film career be", "name": "Chitrashi Rawat"}, "Q3535477": {"text": "Nasir Jamshed (; born 6 December 1989) is a cricketer who represents Pakistan cricket team in One Day International (ODI) and Twenty20 International (T20I) matches. He is an aggressive left-handed ope", "name": "Nasir Jamshed"}, "Q1297418": {"text": "Zulqarnain Haider (, born 23 April 1986 in Lahore) is Pakistani cricketer who has played for his national team. Having played for Pakistan Under-19s, Haider was called up to the senior national side i", "name": "Zulqarnain Haider"}, "Q6479880": {"text": "Lakshmi Menon is an Indian film actress, who mainly appears in Tamil and Malayalam films. After making her acting debut in a supporting role in the Malayalam film Raghuvinte Swantham Raziya (2011), sh", "name": "Lakshmi Menon (actress)"}, "Q7522247": {"text": "Sindhu Tolani is an Indian actress working in various languages such as Telugu, Tamil, Kannada and Hindi. Tolani was born in Mumbai, India on 19 July 1983. She has been a Fair & Lovely cream model gir", "name": "Sindhu Tolani"}, "Q7127775": {"text": "Pallavi Kulkarni is an Indian television actress who has appeared in several television series since the mid-2000s. Her most popular show for which viewers still recognize her is Kehta Hai Dil on Star", "name": "Pallavi Kulkarni"}, "Q35387": {"text": "Ariana Jollee is an American pornographic actress and director.\n\nCareer\nJollee got into the porn industry in 2003 after promoting herself on her home-made website. She was recruited by a production ma", "name": "Ariana Jollee"}, "Q2299147": {"text": "Tera Wray (born April 14, 1982 in Hites Run, Kentucky) is a former pornographic actress. Her stage name is derived from her real first name, Tera, and her best friend's middle name, Wray.\n\nShe has sai", "name": "Tera Wray"}, "Q287027": {"text": "Sola Aoi or, less often, Sora Aoi (Japanese: , Aoi Sora), is the stage name of a Japanese AV idol, nude model, and film and television actress. Her popularity as an adult video actress has led to cele", "name": "Sola Aoi"}, "Q4235": {"text": "Miley Ray Cyrus (born Destiny Hope Cyrus; November 23, 1992) is an American singer, actress, and songwriter.  Her father is country singer Billy Ray Cyrus. She held minor roles in the television serie", "name": "Miley Cyrus"}, "Q3321267": {"text": "Denice Klarskov (born April 18, 1986) is a Danish pornographic actress and entrepreneur.\n\nLife and career\nKlarskov started her career at 16 as a photo model, appearing in several major magazines and e", "name": "Denice Klarskov"}, "Q35992": {"text": "Angel Dark (born on April 11, 1982 in Sobrance) is a Slovak pornographic actress and nude model. She began her career in the adult film industry in 2002, and has since appeared in over 230 films. \n\nSh", "name": "Angel Dark"}, "Q242996": {"text": "Stacy Silver is a Czech pornographic actress and nude model. She has performed in more than a hundred pornographic movies, and has occasionally directed them.. Retrieved on 2007-11-04.\n\nShe has a trib", "name": "Stacy Silver"}, "Q2723672": {"text": "Namitha (born Namita Mukesh Vankawala  on 10 May 1981 in Surat) is an Indian actress who has appeared in Indian regional movies, such as Telugu, Tamil, Kannada, Hindi and Malayalam films.\n\nCareer\nShe ", "name": "Namitha"}, "Q793987": {"text": "Payel Sarkar (, born in Kolkata, India) is an Indian actress who has appeared in Bengali films and Hindi television.\n\nEarly life\n\nSarkar completed her degree in history from Jadavpur University in Kol", "name": "Payel Sarkar"}, "Q1426": {"text": "Roger Federer (; born 8 August 1981) is a Swiss professional tennis player who is currently ranked world No. 2 by the Association of Tennis Professionals (ATP).http://www.atpworldtour.com/Rankings/Ran", "name": "Roger Federer"}, "Q2634510": {"text": "Parvathy Omanakuttan (born March 13, 1987) is an Indian model and actress who was crowned Miss India 2008 and later became first runner-up at Miss World 2008. She was also awarded the titles of Miss W", "name": "Parvathy Omanakuttan"}, "Q4830910": {"text": "Ayan Mukerji (or Mukherjee) () born in Kolkata, West Bengal is an Indian film director who made his directorial debut at the age of 26 with Karan Johar's Wake Up Sid, a 2009 Bollywood film which opene", "name": "Ayan Mukerji"}, "Q231249": {"text": " \nKate Rooney Mara (born February 27, 1983) is an American actress. She starred in House of Cards as Zoe Barnes and appeared in the TV series 24 as computer analyst Shari Rothenberg. She made her film", "name": "Kate Mara"}, "Q7156651": {"text": "Payal Rohatgi (born 9 November 1984) is an Indian actress and reality TV performer who appears in Bollywood films.\n\nEarly life\nRohatgi was born in Banjara Hills, Hyderabad, India on 9 November 1984 Hy", "name": "Payal Rohatgi"}, "Q7294801": {"text": "Rashmi Desai (born Divya Desai; 4 August 1986) is an Indian television actress. She is best known for playing the role of Tapasya Thakur (Tappu) in the popular television soap opera, Uttaran on Colors", "name": "Rashami Desai"}, "Q7246470": {"text": "Priyaa Lal (born Priyanka Lalaji on 1 August) is a British Indian actress. Her first appearance was in the Malayalam film Janakan in 2010, directed by N. R. Sanjeev with Mohan Lal and Suresh Gopi. She", "name": "Priya Lal"}, "Q7313005": {"text": "Renee Richards (born 30 September 1984 in Birmingham) is an English pornographic actress. \n\nRenee worked as stripper for two years and was a drama student before starting her career in adult films.Ren", "name": "Renee Richards (pornographic actress)"}, "Q15632009": {"text": "Melanie Müller (born 10 June 1988) is a German television personality, model and former pornographic actress.\n\nFrom 2005 to 2009, Müller, who was born in Oschatz, trained as a restaurant specialist an", "name": "Melanie Müller"}, "Q7495009": {"text": "Sherin Shringar, known by her stage name  Sherin or Shirin is a model turned actress, who appears in Kannada, Telugu and Tamil films. She made her debut at the age of 16 with Darshan  in 2002.Sherin P", "name": "Sherin"}, "Q2360082": {"text": "Reema Sen (born 29 October 1981) is an Indian actress and model.\n\nEarly life\nReema Sen was born in Kolkata on 29 October 1981. She completed high school from St Thomas Girls School in Khidderpore, Kol", "name": "Reemma Sen"}, "Q39574": {"text": "Candice Rene Accola (born May 13, 1987) is an American actress, singer and songwriter, best known for her starring role as Caroline Forbes on The CW series, The Vampire Diaries.\n\nEarly life\nAccola was", "name": "Candice Accola"}, "Q260794": {"text": "Karenjit Kaur Vohra (born May 13, 1981), better known by her stage name Sunny Leone (pronounced ), is an Indo-Canadian and American actress, businesswoman, model and former pornographic actress. She w", "name": "Sunny Leone"}, "Q238628": {"text": "Sierra McCormick (born October 28, 1997) is an American actress, best known for her role as Olive Doyle in the Disney Channel Original Series, A.N.T. Farm, and her participation on the U.S. game show ", "name": "Sierra McCormick"}, "Q331155": {"text": "Shruti Rajalakshmi Haasan  (born January 28, 1986) is an Indian actress, singer and musician who works in the South Indian film industries and Bollywood. Her parents are Kamal Haasan and Sarika.\n\nAs a", "name": "Shruti Haasan"}, "Q6311621": {"text": "Junaid Zia (born December 11, 1983 in Lahore) is a Pakistani cricketer who has played List A cricket for the Pakistan national cricket team. He is a right-handed batsman and a right-arm medium-fast bo", "name": "Junaid Zia"}, "Q237897": {"text": "Sara Michael FosterCalifornia Births, 1905-1995 (born February 5, 1981) is an American actress, best known for her role as Jen Clark on 90210. She was a fashion model before moving to the film industr", "name": "Sara Foster"}, "Q75857": {"text": "Nuri Şahin (, born 5 September 1988) is a Turkish footballer who plays as a midfielder for the German Bundesliga club Borussia Dortmund and the Turkey national football team. Şahin began his career at", "name": "Nuri Şahin"}, "Q477710": {"text": "Amrita Prakash is an Indian film actress and model. who has acted in both Bollywood and Malayalam films.\n\nShe made most of her pivotal role- playing the character of Chhoti in Sooraj Barjatya's Vivah.", "name": "Amrita Prakash"}, "Q233140": {"text": "Nikki Benz (born December 11, 1981) is the stage name of an award winning Ukrainian-Canadian pornographic actress. She is also a 2010 Penthouse Pet who was selected as the 2011 Pet of the Year. In May", "name": "Nikki Benz"}, "Q298423": {"text": "Chelsea Elizabeth Manning (born Bradley Edward Manning, December 17, 1987) is a United States Army soldier who was convicted in July 2013 of violations of the Espionage Act and other offenses, after r", "name": "Chelsea Manning"}, "Q233144": {"text": "Teagan Presley (born Ashley Erickson on July 24, 1985) is an American pornographic actress. Her stage name in part comes from her parents initially wanting to call her \"Teagan\" and in part as an homag", "name": "Teagan Presley"}, "Q594144": {"text": "Vanessa Lane (born October 14, 1983) is an American pornographic actress.\n\nEarly life\nLane grew up in upstate New York with four brothers and one sister. Her family was conservative, with only Christi", "name": "Vanessa Lane"}, "Q6034248": {"text": "Shruti Sawant, better known by her stage name Iniya, is an Indian film actress, who works in the South Indian film industries.\n\nEarly life\nIniya was born as second child to S.Salahuddin and Savithri a", "name": "Iniya"}, "Q246255": {"text": "فیتھ لیون (لاطینی: Faith Leon) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:1985ء کی پیدائشیں\nزمرہ:بقید حیات شخصیات\nزمرہ:امریکی فحش اداک", "name": "فیتھ لیون"}, "Q1928": {"text": "Hatem Ben Arfa (, ; born 7 March 1987) is a French footballer who plays for Premier League club Hull City, on loan from Newcastle United, and for the France national football team. He plays as a winge", "name": "Hatem Ben Arfa"}, "Q433306": {"text": "Sonia Baby is a Spanish pornographic actress who currently resides in Barcelona.Primera Línea interview\n\nAwards and nominations\n 2006 FICEB Ninfa Award winner - Best Spanish Actress (Mantis)\n 2006 FIC", "name": "Sonia Baby"}, "Q2128520": {"text": "Jillian Leigh Murray is an American actress. She is perhaps best known for her roles as Portlyn on Sonny With a Chance, Her role as Olivia on MTV's Awkward , Gwen Adams in American High School, Lex Mi", "name": "Jillian Murray"}, "Q43432": {"text": "Justin Randall Timberlake (born January 31, 1981) is an American singer, songwriter, and actor. Born in Memphis, Tennessee, he appeared on the television shows Star Search and The All-New Mickey Mouse", "name": "Justin Timberlake"}, "Q1920": {"text": "Samir Nasri (born 26 June 1987) is a French professional footballer who plays for English club Manchester City and the France national team. He primarily plays as an attacking midfielder and a winger,", "name": "Samir Nasri"}, "Q291704": {"text": "Monica Mattos (born November 6, 1983) is a Brazilian pornographic actress who began her career in 2003 in Brazil, and in 2005 in the United States.\n\nOne of her more notable movies is Too Much is Never", "name": "Monica Mattos"}, "Q7286791": {"text": "Swetha (born 31 March 1984), popularly known as Rakshita, is a South Indian film actress. She has acted in  Kannada, Tamil and Telugu language films. Rakshita made her acting debut in the 2002 Kannada", "name": "Rakshita"}, "Q2087591": {"text": "Lela Star (born June 13, 1985) is an American pornographic actress who has performed in over 100 scenes.\n\nBiography\n\nStar debuted in the Hustler-produced Barely Legal 18th Birthday after being discove", "name": "Lela Star"}, "Q466051": {"text": "Alia Martine Shawkat (  ; born April 18, 1989) is an American actress. She is best known for her role as Maeby Fünke in the Fox television series Arrested Development.\n\n Personal life \n\nShawkat was bo", "name": "Alia Shawkat"}, "Q7114189": {"text": "Oviya (born Helen Nelson on April 29, 1986) is an Indian model and film actress, who mainly works in the Tamil film industry. She rose to fame with the 2010 comedy film Kalavani.Oviya: The Kalavaani g", "name": "Oviya"}, "Q78065": {"text": "Lena Nitro (born 16 June 1987 in Berlin)www.lenanitroclub.com or Sherly Nitro, is a German porn star. In 2010 she was announced as new rising star at Germany by Bild, Coupé, Happy Weekend and tripple.", "name": "Lena Nitro"}, "Q5051780": {"text": "Cate Harrington (born August 14, 1987) is a pornographic actress from Mansfield near Nottingham England. She has appeared in a range of hardcore pornographic films and adult websites such as Televisio", "name": "Cate Harrington"}, "Q225054": {"text": "Niki Belucci, real name:  (born March 10, 1983) is a Hungarian erotic House music DJ, often seen hosting events nearly topless. She is also known for her childhood gymnastics achievements and the six ", "name": "Niki Belucci"}, "Q855749": {"text": "Catharina-Amalia, Princess of Orange (; Catharina-Amalia Beatrix Carmen Victoria; born 7 December 2003), is the heir apparent to the throne of the Kingdom of the Netherlands, consisting of the countri", "name": "Catharina-Amalia, Princess of Orange"}, "Q3240946": {"text": "Lily Carter (born April 15, 1990) is the stage name of an American pornographic actress.\n\nCareer\nCarter began performing in the adult film industry in 2010 when she was 20 years old. Her first scene w", "name": "Lily Carter"}, "Q4974476": {"text": "Brooke Skye (born Hope Danielle Miller, September 5, 1986 in Plant City, Florida) is a model, and former American pornographic actress who currently lives in San Diego, California.  During her pornogr", "name": "Brooke Skye"}, "Q863846": {"text": "Sarah-Jane Dias is an Indian actress, host, VJ and former beauty queen. She was the winner of Femina Miss India 2007 and was a Channel V VJ.\n\nEarly life\nSarah-Jane Dias was born to a Roman Catholic fa", "name": "Sarah-Jane Dias"}, "Q541791": {"text": "Isis Taylor (born October 23, 1989 in San Francisco, California) is the stage name of an American pornographic actress.\n\nLife and career\nIsis Taylor entered the adult film industry in 2008 at the age ", "name": "Isis Taylor"}, "Q6809053": {"text": "Meghana Raj is an Indian film actress, who works mainly in Malayalam and Kannada films and occasionally in the other South Indian languages. She made her acting debut in the 2009 Telugu film Bendu App", "name": "Meghana Raj"}, "Q5209694": {"text": "Daisy Bopanna (; born 4 December 1982) is an Indian actress who appears primarily in Kannada cinema. She has worked with actors like Upendra in Aishwarya, Kamal Hassan in Rama Shama Bhama and Akshay K", "name": "Daisy Bopanna"}, "Q14709455": {"text": "Maddy O'Reilly (born May 3, 1990) is the stage name of an American pornographic actress.\n\nEarly life\nO'Reilly worked as a car salesperson at CarMax and was a waitress at Chili's prior to working in th", "name": "Maddy O'Reilly"}, "Q58737": {"text": "Nessa Devil is the stage name of Nikola Jirásková (born December 9, 1988), a Czech pornographic actress.\n\nCareer and Award nominations\nNessa Devil first appeared in Pierre Woodman castings, and she si", "name": "Nessa Devil"}, "Q6403114": {"text": "Khurram Manzoor (born 10 June 1986) is a Pakistani international cricketer who has also played both Test cricket and One Day Internationals for his country. He is a right-hand opening batsman who also", "name": "Khurram Manzoor"}, "Q2632713": {"text": "Sharka Blue is a Czech pornographic film actress born in 1981. She was a nominee for the 2008 AVN Award for Best Sex Scene in a Foreign-Shot Production (Maison Erotique).dead link She has appeared in ", "name": "Sharka Blue"}, "Q15846419": {"text": "Shyla Jennings (born 16 June 1989) is the stage name of a German-born pornographic actress. Though born in Germany, she commonly refers to Texas as her hometown state.\n\nAlthough Jennings performs excl", "name": "Shyla Jennings"}, "Q863745": {"text": "Neha Sharma (born 21 November 1987) is an Indian film actress. A native of Bihar, Sharma attended the Mount Carmel School in Bhagalpur and pursued a course in fashion design  from the National Institu", "name": "Neha Sharma"}, "Q6735131": {"text": " is a popular and prolific Japanese model and AV idol. She debuted in 2002 and performed in a variety of Japanese adult video genres until her retirement in 2005.\n\nLife and career\nHaruna was born in T", "name": "Mai Haruna"}, "Q289560": {"text": "Brandy Talore (born February 2, 1982 in Toledo, Ohio) is the stage name of an American pornographic actress.\n\nEarly life\nBrandy Talore grew up in Genoa, Ohio, a suburb of Toledo, where she attended pu", "name": "Brandy Talore"}, "Q3181949": {"text": ", born April 15, 1981Infobox data from 彩名 杏子 - Ayana Kyouko Profile at Web I-dic in Japan's Kanagawa Prefecture, is a Japanese AV Idol who debuted in 2001. According to Peter Payne, founder of the Jap", "name": "Kyoko Ayana"}, "Q15846415": {"text": "Samantha Bentley (born 8 October 1987) is an English pornographic actress.\n\nEarly life\nBentley was born and raised in South London, England.\n\nCareer\nBentley decided to enter the adult film industry af", "name": "Samantha Bentley"}, "Q296235": {"text": "Jenny Hendrix (born April 5, 1986) is an American model and former pornographic actress. Hendrix began her career in 2004 at the age of 18, and has since been featured in over 150 movies.\n\nHendrix ent", "name": "Jenny Hendrix"}, "Q233092": {"text": "Asa Akira (born January 3, 1985) is an American pornographic actress and adult film director.\n\nEarly life\nAkira was born in Manhattan, New York, the only child of Japanese parents. She lived in SoHo a", "name": "Asa Akira"}, "Q4790903": {"text": "Arisha Razi is a Pakistani actress TV host..\n\nShe started acting by doing commercials and moved on to hosting a show on Wikkid Plus. She starred in the drama Mastana Mahi, Na Kaho Tum Mere Nahi, Omar ", "name": "Arisha Razi"}, "Q233096": {"text": "Rebeca Linares (born June 13, 1983) is the stage name of a Spanish pornographic actress and Penthouse Pet. Although born in San Sebastián, Vascongadas region, Spain, she has lived for many years in Ba", "name": "Rebeca Linares"}, "Q6502376": {"text": "Lavanya Tripathi is an Indian model and actress. After working as a model and winning the Miss Uttarakhand title in 2006, she entered the film industry in 2012Andala Rakshasi.\n\nEarly life\nLavanya Trip", "name": "Lavanya Tripathi"}, "Q180462": {"text": "Salomon Armand Magloire Kalou (born 5 August 1985) is an Ivorian footballer who plays as a striker for Hertha BSC in the Bundesliga. \n\nHe previously played for Feyenoord from 2003–2006 and Chelsea fro", "name": "Salomon Kalou"}, "Q1085037": {"text": "Rimi Sen (born Shubhomitra Sen; 21 September 1981) is an Indian actress who appears in Bollywood films.\n\nBiography\nSen was born as Shubhomitra Sen in Kolkata, West Bengal. She completed her schooling ", "name": "Rimi Sen"}, "Q36215": {"text": "Mark Elliot Zuckerberg (born May 14, 1984) is an American computer programmer and Internet entrepreneur. He is best known as one of five co-founders of the social networking website Facebook. As of Ap", "name": "Mark Zuckerberg"}, "Q2748513": {"text": "Trisha Krishnan (born 4 May 1983), known mononymously as Trisha, is an Indian film actress and model, who primarily works in the South Indian film industries, where she has established herself as a le", "name": "Trisha (actress)"}, "Q132147": {"text": "Sania Mirza (born 15 November 1986, in Mumbai) is a professional Indian tennis player. From 2003 until her retirement from singles in 2013, she was ranked by the Women's Tennis Association as India's ", "name": "Sania Mirza"}, "Q9543": {"text": "Salman Khan (pronunciation : ; born Abdul Rashid Salim Salman Khan on 27 December 1965) is an Indian Film Actor, Film producer, Television presenter and philanthropist. Popularly known as Bhai of Boll", "name": "Salman Khan"}, "Q467945": {"text": "Roxy Reynolds (born December 28, 1983) is an American pornographic actress,  and glamour model of African American descent.\n\n Adult film career \nRoxy Reynolds was born in Southwest Philadelphia and ra", "name": "Roxy Reynolds"}, "Q6900109": {"text": "Monica Vera is a Spanish pornographic actress.\n\nAwards and nominations\n2006 FICEB Ninfa Prize winner – FICEB Queen\n2006 FICEB Ninfa Prize nominee – Best New Spanish Actress (Rompiendo barreras)\n2007 F", "name": "Monica Vera"}, "Q495560": {"text": "Shyla Stylez (born September 23, 1982) is a Canadian pornographic actress.\n\nEarly life\nStylez was interested in entering pornography in her teens. She moved to Vancouver and worked as both a stripper ", "name": "Shyla Stylez"}, "Q6558075": {"text": "Lisa Haydon (born Elisabeth Marie Haydon; 17 June 1986) is an Indian model and actress, best known for her work in the Bollywood comedy-drama film Queen (2014).\n\nEarly life\nHaydon was born as Elisabet", "name": "Lisa Haydon"}, "Q1428440": {"text": "Michael John Clarke (born 2 April 1981) is a professional Australian cricketer and captain of the Australian cricket team for Test cricket. Nicknamed \"Pup\", he is a right-handed middle-order batsman, ", "name": "Michael Clarke (cricketer)"}, "Q5052949": {"text": "Catherine Tresa is an Indian film actress and model, who appears in Kannada, Malayalam, Telugu and Tamil films.\n\nEarly life\nCatherine was born to Malayali Roman Catholic parents Frank Mario Alexander ", "name": "Catherine Tresa"}, "Q3519936": {"text": "Priyamani (born June 4, 1984) is an Indian film actress, and model, who appears mainly in films made in southern India.\n\nPriyamani was born in a Tamil Brahmin family with roots in Palakkad and grew up", "name": "Priyamani"}, "Q240450": {"text": "Kirsten Price (born November 13, 1981) is a model and pornographic actress.\n\nEarly life\nPrice was raised in Massachusetts. She has also lived in New York City, where she worked as a go-go dancer and c", "name": "Kirsten Price (pornographic actress)"}, "Q7295698": {"text": "Rati Pandey  is an Indian television actress. She appeared in TV shows Miley Jab Hum Tum, Hitler Didi and Raat Hone Ko Hai.\n\nTelevision\n2007 Raat Hone Ko Hai (episodic role)\n2007-08 Har Ghar Kuch Keht", "name": "Rati Pandey"}, "Q288123": {"text": "Taylor Quinn Cole (born April 29, 1984) is an American actress and former fashion model.\n\nEarly life and modeling\nCole was born in Arlington, Tarrant County, Texas. Cole attended Mirabeau B. Lamar Hig", "name": "Taylor Cole"}, "Q5528726": {"text": "Gayatri Patel Bahl (born September 21, 1987, in Nashville, Tennessee, USA) is an  Indian actress who appears in Bollywood movies.\n\nBiography\n\nPersonal life\nGayatri Patel Bahl is daughter of Dr. Arvind", "name": "Gayatri Patel"}, "Q4779152": {"text": "Aparnaa Bajpai is an Indian film actress who has appeared in Tamil language films. She is best known for her role in the 2010 film, Easan, directed by Sasikumar.\n\nEarly life\nAparnaa Bajpai was born to", "name": "Aparnaa Bajpai"}, "Q3180588": {"text": " is a Japanese model, singer and a former AV idol. She retired from the adult industry in 2007.\n\nLife and career\n\nEarly life and AV debut\nNaho Ozawa was born on January 26, 1983 in Kanagawa Prefecture", "name": "Naho Ozawa"}, "Q3294589": {"text": "جینیفر وائٹ (فحش اداکارہ) (لاطینی: Jennifer White (pornographic actress)) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:1988ء کی پیدائشیں", "name": "جینیفر وائٹ (فحش اداکارہ)"}, "Q3550763": {"text": "کیوکو ناکاجیما (لاطینی: Kyoko Nakajima) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:1983ء کی پیدائشیں\nزمرہ:جاپانی فحش اداکارائیں\nزمرہ:ب", "name": "کیوکو ناکاجیما"}, "Q192410": {"text": "Jennifer Kate Hudson (born September 12, 1981) is an  American recording artist, actress and spokesperson. She rose to fame in 2004 as a finalist on the third season of American Idol, coming in sevent", "name": "Jennifer Hudson"}, "Q7228518": {"text": "Pooja Gaur is an Indian television actress.\n\nCareer\nGaur appeared in the television series Kitani Mohabbat Hai as Purvi, the sister of the show's main character, before appearing as Pratigya in Mann K", "name": "Pooja Gaur"}, "Q958043": {"text": "Isabel Ice (born April 15, 1982 in Cardiff, Wales) is a Welsh pornographic actress who began her career in 2003.\n\nAwards\n 2007 AVN Award – Best Sex Scene in a Foreign-Shot Production (Outnumbered #4)\n", "name": "Isabel Ice"}, "Q4100804": {"text": " \n\nShweta Bhardwaj is an Indian actress and model who has acted in Hindi and South Indian films. She made her debut in the 2008 action flick Mission Istanbul, starring Vivek Oberoi & Zayed Khan. She h", "name": "Shweta Bhardwaj"}, "Q15645408": {"text": "Vaani Kapoor (born 23 August 1988) is an Indian actress and model.\n\nKapoor was born in Delhi, India. Her father is a furniture exports entrepreneur and her mother is a teacher-turned marketing executi", "name": "Vaani Kapoor"}, "Q7561685": {"text": "Sonia Agarwal (born 28 March 1982) is an Indian actress. Having predominantly acted in Tamil films, she is probably best known for her performances in blockbuster films such as Kaadhal Kondein (2003),", "name": "Sonia Agarwal"}, "Q311155": {"text": "Lorik Cana  () (born 27 July 1983) is an Albanian professional footballer who plays as a defender for Italian club Lazio and captains the Albania national football team. He used to primarily play as a", "name": "Lorik Cana"}, "Q7672815": {"text": "Taapsee Pannu (born 1 August 1987) is an Indian model and film actress, who has worked in Telugu, Tamil, Malayalam and Hindi film industries. Taapsee worked as a software professional and also pursued", "name": "Taapsee Pannu"}, "Q2355026": {"text": "ایدن ایشلی (لاطینی: Aiden Ashley) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n\n حوالہ جات\n\nزمرہ:امریکی فحش اداکارائیں\nزمرہ:نامکمل\n\nزمرہ:1990ء کی پیدائشیں\nزمرہ:بقید حیات شخصیات", "name": "ایدن ایشلی"}, "Q3192216": {"text": "Kalki Koechlin (French: ) (born 10 January 1984) is an Indian film actress of French descent who debuted in Anurag Kashyap's critically acclaimed Hindi film Dev.D (2009). She played the character of C", "name": "Kalki Koechlin"}, "Q470442": {"text": "Stoya (born June 15, 1986) is an American pornographic actress, writer and model.\n\nEarly life\nStoya was born in Wilmington, North Carolina to a Serbian mother and a Scottish father. As a child, she wa", "name": "Stoya"}, "Q3535430": {"text": "Faisal Iqbal (Urdu: فیصل اقبال) (born 30 December 1981 in Karachi) is a Pakistani cricketer playing for the Pakistan cricket team as a specialist batsman. He is a right-handed batsman and occasional r", "name": "Faisal Iqbal"}, "Q231751": {"text": "Katherine Litwack (born June 13, 1986), known professionally as Kat Dennings, is an American actress. Starting with a role in an episode of the HBO dramedy series Sex and the City, Dennings has since ", "name": "Kat Dennings"}, "Q7421693": {"text": "[[File:SaraLoren.jpg|thumb| Loren at Launch of Manish Arora's store.]] \nSara Loren () (born as Mona Lizza Hussain), is a Pakistani actress and model.Pakistani girl Sara Loren sizzles in Murder 3 \nLore", "name": "Sara Loren"}, "Q4746286": {"text": "Amile Waters (born April 25, 1985 in Mayari, Cuba) is a Head Sports Editor/Columnist, Radio Personality and an avid painter of the \"Dark Metal\" arts. Waters is also a former American pornographic and ", "name": "Amile Waters"}, "Q229775": {"text": "Bryce Dallas Howard (born March 2, 1981) is an American film actress, writer and director. The daughter of director Ron Howard, she made her acting debut in her father's film Parenthood (1989) and wen", "name": "Bryce Dallas Howard"}, "Q264717": {"text": "Roxy DeVille (born November 8, 1982) is an American former pornographic actress.\n\nEarly life\nDeVille was raised in the Chicago Southland. She worked as a shampoo girl at a hair salon and was the store", "name": "Roxy DeVille"}, "Q118123": {"text": "Taylor Vixen (born October 25, 1983) is a former American pornographic actress. She debuted in the adult film industry in March 2009, and her appearance in Penthouse magazine's 40th anniversary editio", "name": "Taylor Vixen"}, "Q7396286": {"text": "Saboor Ali, is a Pakistani model and actress known for her role in ARY Digital serial Mehmoodabad Ki Malkain and Bunty I Love You.http://www.showbizpakblog.com/2011/12/pakistani-showbiz-siblings-broth", "name": "Saboor Ali"}, "Q1768172": {"text": "جنکس میز (لاطینی: Jynx Maze) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:1990ء کی پیدائشیں\nزمرہ:امریکی فحش اداکارائیں\nزمرہ:بقید حیات شخ", "name": "جنکس میز"}, "Q2680357": {"text": "Srabanti Chatterjee (born 13 August 1987) is a Bengali Film and television actress.\nShe is commonly known by her first name only, Srabanti (alternately Shrabonti)\n\nFilm career\nSrabanti primarily works", "name": "Srabanti Chatterjee"}, "Q3055256": {"text": "Madison Parker (born June 21, 1989 in Hungary) is a Hungarian pornographic actress.\n\n Biography \nShe entered the porn industry in 2007 at age 18 and has appeared in over 150 films.\n\nAwards\n2009 Hot D'", "name": "Madison Parker"}, "Q223138": {"text": "Armand Traoré (born 8 October 1989) is a professional footballer who plays for Queens Park Rangers as a left back. Traoré is a product of the Arsenal Academy. He has represented France at under-19 and", "name": "Armand Traoré"}, "Q432995": {"text": "Allie Haze  (born May 10, 1987) is the stage name of an American pornographic actress and the Penthouse Pet of the Month for January 2014.\n\nEarly life\nHaze was born and raised in a small town in San B", "name": "Allie Haze"}, "Q3520472": {"text": "Raai Laxmi (formerly Lakshmi Rai) is an Indian film actress who predominantly appears in South Indian films. She has appeared in many successful Tamil productions, most popular being Muni 2: Kanchana ", "name": "Raai Laxmi"}, "Q25837": {"text": "__NOTOC__\n\nNadia Styles (real name Patrice Roldan, born June 25, 1982) is an American pornographic actress.\n\nGrowing up, Styles had a difficult childhood and a physically abusive mother who threw her ", "name": "Nadia Styles"}, "Q256708": {"text": "Reba Sabrina Hinojos (born September 16, 1984), better known by her stage name Sabrina Bryan, is an American singer, actress, author, songwriter, fashion designer, choreographer, dancer, and televisio", "name": "Sabrina Bryan"}, "Q7687171": {"text": "Tasha Reign (born January 15, 1989) is the stage name of an American pornographic actress, nude model, producer, and sex columnist known for her appearances in Playboy and Penthouse magazine.\n\nCareer\n", "name": "Tasha Reign"}, "Q19848": {"text": "Stefani Joanne Angelina Germanotta ( ; born March 28, 1986), better known by her stage name Lady Gaga, is an American singer, songwriter, and actress. She initially performed in theater, appearing in ", "name": "Lady Gaga"}, "Q467023": {"text": "Charley Chase (born August 6, 1987 in Louisville, Kentucky) is the stage name of an American former pornographic actress. Credited with over 400 movies, she has won an AVN Award and an XRCO Award, rec", "name": "Charley Chase (pornographic actress)"}, "Q2617781": {"text": "Christina Walsh, commonly known by her stage name Capri Anderson (born March 30, 1988 in New York, New York),  is an American pornographic actress.\n\nLegal issues\nOn October 26, 2010, Anderson was invo", "name": "Capri Anderson"}, "Q7416289": {"text": "Revathy (born 27 September 1988), known by her stage name Kaadhal Sandhya, is an Indian film actress who acts primarily in Tamil, Malayalam, Telugu and Kannada films. She made her debut as an actress ", "name": "Sandhya (actress)"}, "Q3514905": {"text": "Archita Sahu (ଅର୍ଚିତା ସାହୁ) (born 29 June 1988) is an Indian actress and model. She is famous for her career as an actor in various Ollywood movies. She played the lead female role in several hit Oriy", "name": "Archita Sahu"}, "Q6809838": {"text": "Mehreen Raheel is a Pakistani model, actor, managing director of her family company R vision and host who appears in Pakistani films and serials. \n\nShe is best known for portraying the main leads in M", "name": "Mehreen Raheel"}, "Q452101": {"text": "Maryam Irene Haley (December 30, 1981 – August 21, 2007), better known by her stage name Haley Paige, was a Mexican-born American pornographic actress.\n\nCareer\nPaige entered the adult entertainment in", "name": "Haley Paige"}, "Q1194288": {"text": " is a former Japanese model and AV idol.\n\nLife and career\nEarly life\nYua Aida was born in Aichi Prefecture, Japan, on 12 August 1984. Aida was an active girl and involved in many sporting activities d", "name": "Yua Aida"}, "Q2514244": {"text": "Tina Desai  (born 24 February 1987) is an Indian actress. She debuted with the 2011 Hindi thriller film Yeh Faasley, and went on to star in the action comedy Sahi Dhandhe Galat Bande, before making he", "name": "Tena Desae"}, "Q285193": {"text": "Ashley Spencer Argota (born January 9, 1993) is an American actress, singer, and student. She is best known for role as Lulu in the Nickelodeon sitcom True Jackson, VP. She also co-starred as Kelly Pe", "name": "Ashley Argota"}, "Q62135": {"text": "Sexy Cora (born Carolin Ebert, civil name Carolin Wosnitza; 2 May 1987 – 20 January 2011) was a German pornographic actress, model, and reality show participant.\n\nCora was born in Berlin. She was one ", "name": "Sexy Cora"}, "Q5438697": {"text": "Fawad Afzal Khan (born 29 November 1981) is a Pakistani singer, model and actor. He has established a successful career in Pakistani TV cinema.\nIn 2014, Khan made his Bollywood debut, with the release", "name": "Fawad Afzal Khan"}, "Q15078774": {"text": "Monica or Monika (born Rekha Maruthiraj)Monika. jointscene.com is a former Indian film actress, who starred predominantly in Tamil language films. A child actor in the early 1990s, she mostly appeared", "name": "Monica (actress)"}, "Q7562978": {"text": "Sophie Choudry (born Sophia Choudry, 8 February 1981) is a British film actress and singer. She has been active primarily in Indian films and is also a former MTV India VJ and occasional model and tel", "name": "Sophie Choudry"}, "Q6414856": {"text": "Kirat Bhattal (born 26 January in Monrovia, Liberia), professionally  known as Kirat or Keerath in South India, is an Indian film actress.  She debuted in modelling roles and then made a breakthrough ", "name": "Kirat Bhattal"}, "Q3403722": {"text": "Prinzzess (born February 6, 1985), is the stage name of an American pornographic actress and Penthouse Pet.\n\nEarly life\nPrinzzess grew up in a missionary family that moved from an Amish community (tho", "name": "Prinzzess"}, "Q432921": {"text": "Jennifer \"Jennie\" Ketcham (born February 22, 1983) is an American writer, reality television personality, blogger,Becoming Jennie, via wordpress.com retrieved 2010 11 7 artist, and former pornographic", "name": "Jennifer Ketcham"}, "Q292492": {"text": "جینا اسو (لاطینی: Jayna Oso) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:1981ء کی پیدائشیں\nزمرہ:امریکی فحش اداکارائیں\nزمرہ:بقید حیات شخ", "name": "جینا اسو"}, "Q187832": {"text": "Amanda Leigh \"Mandy\" Moore (born April 10, 1984) is an American singer-songwriter, actress, and fashion designer. Raised in Florida, Moore first came to prominence with her 1999 debut single, \"Candy\",", "name": "Mandy Moore"}, "Q3519669": {"text": "Meera Jasmine, born Jasmine Mary Joseph, is an Indian actress from Thiruvalla, Kerala, who appears in South Indian cinema. She won the National Film Award for Best Actress in 2004 and is a two-time re", "name": "Meera Jasmine"}, "Q210537": {"text": "Faye Reagan, formerly Faye Valentine, (born September 19, 1988) is an American pornographic actress.\n\nBiography\nReagan was born in Nashville, Tennessee. Her family moved to Las Vegas, Nevada when she ", "name": "Faye Reagan"}, "Q200194": {"text": "Victoria Dawn Justice (born February 19, 1993) is an American actress and singer-songwriter. She debuted as an actress at the age of 10 and has since appeared in several films and television series in", "name": "Victoria Justice"}, "Q11838475": {"text": "Bonnie Rotten (born May 9, 1993) is an American pornographic actress and model. In 2014, she became the first alt porn star to win the AVN Female Performer of the Year Award.\n\nEarly life\nRotten was bo", "name": "Bonnie Rotten"}, "Q3534651": {"text": "Pooja Gauthami Umashankar (born 25 June 1981), mononymously known as Pooja, is an Indian-Sri Lankan actress, who has primarily appeared in Tamil films as well as Sinhala, Malayalam and amateur films. ", "name": "Pooja Umashankar"}, "Q769615": {"text": ", is an AV Idol who starred in pornographic movies between 2001 and 2004 . She worked mainly for Soft On Demand and Moodyz.\n\nLife and career\nKokoro was born 30 August 1982 in the city of Miyako, Iwate", "name": "Kokoro Amano"}, "Q4377431": {"text": "میا پریسلی (لاطینی: Mia Presley) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:1982ء کی پیدائشیں\nزمرہ:امریکی فحش اداکارائیں\nزمرہ:بقید حیا", "name": "میا پریسلی"}, "Q6796693": {"text": "Maya Gold (born 11 August 1981) is the stage name of a Hungarian pornographic actress. She began her career in 2002 and worked under other variants of the Maya Gold stage name, notably Maja Gold, Maya", "name": "Maya Gold"}, "Q14537047": {"text": "Christy Mack (born Christine Mackinday; May 9, 1991) is an American pornographic actress, nude model and feature dancer.\n\nEarly life\nMack was born in South Chicago Heights, Illinois and raised mostly ", "name": "Christy Mack"}, "Q3520670": {"text": "Suhasini Rajaram Naidu (born 12 October 1981), popularly known by her stage name Sneha, is an Indian film actress, who works in the South Indian film industry. She debuted in the Malayalam film Ingane", "name": "Sneha (actress)"}, "Q212002": {"text": "Amanda Laura Bynes (born April 3, 1986) is an American actress and fashion designer. She rose to prominence in the late 1990s and early 2000s on the Nickelodeon series All That and The Amanda Show. Fr", "name": "Amanda Bynes"}, "Q7560764": {"text": "Sonalee Kulkarni is an Indian actress, originally from Pune, India. She is noted for her role in the acclaimed 2009 Marathi film Natarang,  Kshanbhar Vishranti , Ajintha. She made her Hindi debut in a", "name": "Sonalee Kulkarni"}, "Q189490": {"text": "Jennifer Shrader Lawrence (born August 15, 1990) is an American actress. Her first major role was as a lead cast member on the TBS sitcom The Bill Engvall Show (2007–09). She subsequently appeared in ", "name": "Jennifer Lawrence"}, "Q6968779": {"text": "Nathalia Kaur (born Nathalia Pinheiro Felipe Martins on 15 August 1990) is a Brazilian model and actress who works in India.\n\nEarly life\nKaur was born as Nathalia Pinheiro Felipe Martins in Rio de Jan", "name": "Nathalia Kaur"}, "Q269210": {"text": "Nautica Thorn (born Shauna Tokumi; June 13, 1984) is an American pornographic actress.\n\nEarly life\nBorn in Waipahu, Hawai'i, Thorn is of half Japanese, a quarter Puerto Rican, and a quarter Hawaiian d", "name": "Nautica Thorn"}, "Q11838251": {"text": "Presley Hart (born December 1, 1988) is the stage name of an American pornographic actress.\n\nEarly life\nHart was born in Anaheim, California and she is of Italian descent. Her mother worked in real es", "name": "Presley Hart"}, "Q253343": {"text": "Jaimie Alexander (born March 12, 1984) is an American actress known for portraying Jessi on the TV series Kyle XY and Sif in the 2011 superhero film Thor, its 2013 sequel, Thor: The Dark World, and Ag", "name": "Jaimie Alexander"}, "Q3124813": {"text": " is a busty Japanese adult video actress. She takes a Japanese J-cup bra (which is roughly a G cup in American measurements).\n\n Life and career \nBorn on January 18, 1985, in Miyazaki Prefecture in Jap", "name": "Shoko Goto"}, "Q44118": {"text": "Hamit Altıntop (, born 8 December 1982) is a Turkish professional footballer who plays for Galatasaray in the Süper Lig. He is a versatile midfielder who can play either in a defending or attacking ro", "name": "Hamit Altıntop"}, "Q3033317": {"text": "Priscila Sol is a Brazilian pornographic actress who began her career in around 2004. In 2004 she signed an exclusive performance contract with the European Adult production company, Marc Dorcel.\n\nAwa", "name": "Priscila Sol (pornographic actress)"}, "Q6008130": {"text": "Imran Abbas Naqvi () (born October 15, 1982) is a Pakistani actor and model. He is best known for his performance as Hammad/Maddy in Khuda Aur Muhabbat. After working for several years in TV dramas, K", "name": "Imran Abbas Naqvi"}, "Q4777912": {"text": "Anusha Dandekar is an Indian VJ, actress and singer.\n\nEarly life\nAnusha was born on 9 January 1982 in Khartoum, Sudan. She has two sisters, Shibani Dandekar and Apeksha Dandekar. Shibani was a contest", "name": "Anusha Dandekar"}, "Q937331": {"text": " is a popular and award-winning Japanese adult video idol (AV idol). Taller than average, Tachibana debuted in 2003 and starred in many adult videos which emphasized her height. An extremely prolific ", "name": "Riko Tachibana"}, "Q3595584": {"text": "Samvrutha Sunil, known mononymously as Samvrutha, is an Indian film actress who mainly appears in Malayalam films. Having made her debut in 2004 through the film Rasikan directed by her mentor Lal Jos", "name": "Samvrutha Sunil"}, "Q7034236": {"text": "Niharika Singh (born 31 August 1982) is an Indian film actress and the winner of Femina Miss India Earth 2005. She made her acting debut with the film Miss Lovely, which premiered at the 2012 Cannes F", "name": "Niharika Singh"}, "Q7299445": {"text": " Raza Hasan  (),born (8 July 1992, Sialkot, Punjab) is a Pakistani first-class cricketer. He bowls left-arm orthodox spin and can also bowl the doosra which turns the other way (into the right hand ba", "name": "Raza Hasan"}, "Q6428089": {"text": "Komal Rizvi () (born August, 1976 Karachi), is a Pakistani actress, singer, songwriter, and a television host. She is famous for her songs in Coke Studio.\n\nEarly Career & Success\nKomal started off her", "name": "Komal Rizvi"}, "Q543477": {"text": "Tiffany Dupont (born March 22, 1981http://tiffany-dupont.com/Tiffany-about.shtml) is an American actress, known for playing the lead character, Hadassah, a Jewish girl who will become the Biblical Est", "name": "Tiffany Dupont"}, "Q6986771": {"text": "Neelam Muneer is a Pakistani actress and model. She appears on Hum TV, Geo TV and ARY Digital drama serials.\n\n Career \nMuneer made her acting debut in Thoda Sa Aasmaan. Later she appeared in Meri Subh", "name": "Neelam Muneer"}, "Q4914056": {"text": "Bindu Madhavi (born 14 June 1986) is an Indian model and film actress, who mainly works in Tamil and Telugu films. After starting her acting career in Telugu cinema, she shifted to Tamil cinema where ", "name": "Bindu Madhavi"}, "Q464941": {"text": "Hadia Tajik (born 18 July 1983) is a Pakistani-Norwegian jurist, journalist and politician. She is a Member of Parliament for the Labour Party representing Oslo.The sixth parliamentary seat\n\nOn 21 Sep", "name": "Hadia Tajik"}, "Q3628753": {"text": "Adil Khan (, ; born on 3 February 1983 in Oslo, Norway) is a Norwegian dancer and actor of Punjabi/Pashtun descent. Adil came to the limelight when he won Dansefeber,\n(the Norwegian version of So You ", "name": "Adil Khan"}, "Q7492340": {"text": "Sheela is an Indian film actress who has starred in several Tamil films. She is known for her performances in Nandha and Veerasamy.  She has appeared in nearly 20 films as a child actor.'Telugu films ", "name": "Sheela Kaur"}, "Q36441": {"text": "Aurora Snow (born November 26, 1981) is the stage name of an American former pornographic actress and director.\n\nEarly life\nSnow was born and raised in Santa Maria, California, but also spent time in ", "name": "Aurora Snow"}, "Q1918": {"text": "Franck Henry Pierre Ribéry () (born 7 April 1983) also known as Bilal Yusuf Mohammed as an adopted name since his conversion in 2006 to Islam, is a French footballer currently playing for German Bunde", "name": "Franck Ribéry"}, "Q540654": {"text": "Jasmine Byrne (born January 23, 1985) is an American former pornographic actress.\n\nEarly life\nByrne was born in Moreno Valley, California. She is of Mexican, Aztec, and Egyptian descent.\n\nCareer\nByrne", "name": "Jasmine Byrne"}, "Q12973311": {"text": " Azhar Ali  (; born 19 February 1985 in Kasur, Punjab) is a Pakistani international cricketer.Azhar Ali player profile, Cricinfo He made his Test debut for Pakistan against Australia in the first Test", "name": "Azhar Ali"}, "Q2995813": {"text": "Parineeti Chopra (; born 22 October 1988) is an Indian actress who appears in Hindi films. Chopra initially aspired to pursue a career in investment banking, but after obtaining a triple honours degre", "name": "Parineeti Chopra"}, "Q6079884": {"text": "Isha Talwar (born December 22, 1987 in Mumbai, Maharashtra) is an Indian film and television actress. After she worked as a model and appeared in various commercial, she made her film debut with the 2", "name": "Isha Talwar"}, "Q7396399": {"text": "Sabrina Blond (born on 16 February 1987) is a Czech pornographic film actress. She often works with Little Caprice, who is also from the Czech Republic. In 2008, she started her career in adult films ", "name": "Sabrina Blond"}, "Q2544776": {"text": "Renee Perez (born December 8, 1984) is a pornographic actress and adult model. She was named Penthouse Pet of the Month for November 2005.\n\nBiography\nPerez started in the adult industry at the age of ", "name": "Renee Perez"}, "Q4770438": {"text": "Anoushey Ashraf (born in Karachi on 14 April 1983) is a Pakistani VJ and actress. As a VJ, she appeared on the music channel MTV Pakistan. She has also acted in a play for PTV directed by Saira Kazmi ", "name": "Anoushey Ashraf"}, "Q35442": {"text": "Ava Rose (born February 9, 1986 in Sutton, Alaska, U.S.) is an American former pornographic actress who entered the industry in 2006 at the age of 20. She is the older sister of Mia Rose.\n\nBiography\n\n", "name": "Ava Rose"}, "Q3394365": {"text": "Garyfallia \"Julia\" Alexandratou () is a Greek socialite, media personality, glamour model, singer, actress, and pornographic actress. In 2002, at age 16, she won the beauty pageant title \"Miss Young\" ", "name": "Julia Alexandratou"}, "Q35937": {"text": "Ashlynn Brooke (born August 14, 1985) is an American former pornographic actress, feature dancer, and model.\n\nEarly life\nBrooke was born in Choctaw, Oklahoma. She was a cheerleader for nine years, and", "name": "Ashlynn Brooke"}, "Q2121695": {"text": "Amy Louise Jackson (born 31 January 1991) is a  British model and actress who works in Indian films. She works mainly in Tamil films and few Telugu films, but has also appeared in one Bollywood film. ", "name": "Amy Jackson"}, "Q200355": {"text": "Olivia Wilde (born Olivia Jane Cockburn; March 11, 1984) is an American actress, producer, and model. She has appeared in a number of television and film productions including The O.C., The Black Donn", "name": "Olivia Wilde"}, "Q7035116": {"text": "Nikita Thukral (born July 6, 1981) is an Indian film actress and model, who has acted in Telugu, Tamil, Kannada and Malayalam films.\n\nEarly life\nThukral was born into a Punjabi family and was raised i", "name": "Nikita Thukral"}, "Q539733": {"text": "Anna Polina (born 11 September 1989 in Saint Petersburg, Russian SFSR, Soviet Union) is a Russian-born French pornographic actress and model.\n\nCareer\n\nPolina debuted in the adult industry in 2010; sin", "name": "Anna Polina"}, "Q257122": {"text": "Black Angelika (born October 25, 1987) is a Romanian pornographic actress. \n\nShe has several tattoos, including a black scorpion on her right ankle and three on top of her mons pubis: two Chinese char", "name": "Black Angelika"}, "Q201418": {"text": "Abigail Kathleen Breslin (born April 14, 1996) is an American actress. She appeared in her first commercial when she was three years old, and in her first film, Signs (2002), at the age of five. Her o", "name": "Abigail Breslin"}, "Q309628": {"text": "Papiss Demba Cissé (born 3 June 1985) is a Senegalese footballer who plays as a striker for Newcastle United and the Senegal national team.\n\nFormerly of SC Freiburg, he holds the record of most goals ", "name": "Papiss Cissé"}, "Q12061127": {"text": "Jessie Lee (born September 19, 1984 in Buffalo, New York) is an American pornographic actress.\n\nLee entered the adult film industry in the summer of 2007 after applying to Burning Angel. Her first sce", "name": "Jessie Lee"}, "Q7640373": {"text": "Suneeta Marshall (born 1982) is a Pakistani model and television actress.\n\nEarly life\nMarshall was born in Lahore, Pakistan to a Pakistani Christian family in 1982. She is a commerce graduate from St.", "name": "Sunita Marshall"}, "Q6959240": {"text": "Naheed Shabbir (or Naheed Shabeer) () (born Nov 1, 1973 Karachi), is a Pakistani television actress and model. She started her career from Pakistan Television Corporation and is currently being seen i", "name": "Naheed Shabbir"}, "Q6807672": {"text": "Meera Nandan is an Indian actress who works in the South Indian film industries. She started her career as a television host in Malayalam television and went on to become an actress, mostly appearing ", "name": "Meera Nandan"}, "Q5590129": {"text": "Gowri Munjal (born in 1985) is an Indian film actress and model. She has frequently appeared in South Indian films and is probably best known for her performance as Mahalakshmi Somaraju in her debut f", "name": "Gowri Munjal"}, "Q3045291": {"text": "Tara Lynn Foxx (born June 13, 1990) is the stage name for an American former pornographic actress.\n\nCareer\nFoxx began at age eighteen as a webcam model on Flirt4Free.com (a.k.a. Video Secrets) under t", "name": "Tara Lynn Foxx"}, "Q13362781": {"text": "Kranti Redkar (; born 17 August 1982) is a well known Marathi film, television and stage actor, notable for her roles in Marathi theatre and Marathi films and television.\n\nCareer\nHer debut in films wa", "name": "Kranti Redkar"}, "Q4804507": {"text": "Asha Negi is an  Indian television actress. She won the Indian dance reality show Nach Baliye 6 along with her partner Rithvik Dhanjani She played the role of Purvi Kirloskar in Pavitra Rishta .\n\nNegi", "name": "Asha Negi"}, "Q3194891": {"text": "Kelly Divine (born July 3, 1984 in Chester, Pennsylvania) is an American pornographic actress.\n\nAwards and nominations\n2010 AVN Award nominee – Best Double Penetration Sex Scene – Oil Overload 2 (with", "name": "Kelly Divine"}, "Q13590412": {"text": "Prince George of Cambridge (George Alexander Louis; born 22 July 2013) is the son of Prince William, Duke of Cambridge, and Catherine, Duchess of Cambridge, and the grandchild of Charles, Prince of Wa", "name": "Prince George of Cambridge"}, "Q4678398": {"text": "Adah Sharma (born 11 May 1989) is a Bollywood actress. Her debut film 1920, directed by Vikram Bhatt, was a box office success for which she garnered favourable reviews for her performance.\n\nEarly lif", "name": "Adah Sharma"}, "Q192887": {"text": "Kimberly Alexis Bledel (born September 16, 1981) is an American actress, model and producer. She is known for her role as Rory Gilmore in The WB/The CW comedy-drama Gilmore Girls.  She has since starr", "name": "Alexis Bledel"}, "Q7290393": {"text": "Divya Spandana (born 29 November 1982), known by her stage name Ramya, is an Indian film actress and politician.Congress wins Karnataka by-polls by heavy margin She predominantly acts in Kannada films", "name": "Ramya"}, "Q7290391": {"text": "Not to be confused with another Indian actress Ramya.\n\nRamya Barna (; born 4 August 1986) is an Indian film actress, primarily appearing in Kannada films. She made her acting debut in 2008, starring i", "name": "Ramya Barna"}, "Q4697419": {"text": "Aindrita Ray is an Indian film actress, primarily appearing in Kannada films. She made her acting debut in 2007, starring in Meravanige and went on to appear in several commercially successful films, ", "name": "Aindrita Ray"}, "Q314779": {"text": "Nacer Barazite (Arabic: ناصر بارازيت) (born 27 May 1990) is a Dutch footballer who plays for FC Utrecht in the Dutch Eredivisie. Barazite can play as either an attacking midfielder or striker.\n\nClub c", "name": "Nacer Barazite"}, "Q46896": {"text": "Zlatan Ibrahimović (, ; born 3 October 1981) is a Swedish professional footballer who plays as a striker for French club Paris Saint-Germain and the Swedish national team for which he is captain.\n\nIbr", "name": "Zlatan Ibrahimović"}, "Q15735750": {"text": "Muhammad Karim (born May 1, 1995FIS Biography) is an alpine skier from Pakistan. He will become the second Pakistani to participate at a Winter Olympics when he competes at the 2014 Winter Olympics in", "name": "Muhammad Karim (alpine skier)"}, "Q5564933": {"text": "Giselli Monteiro (born 16 November 1988) is a Brazilian model and Bollywood actress. She made her film-debut playing the role of \"Harleen Kaur\" in the 2009 Bollywood film Love Aaj Kal, directed by Imt", "name": "Giselli Monteiro"}, "Q236822": {"text": "Catherine Ann \"Kate\" BosworthHer middle name is \"Ann\" rather than \"Anne\". State of California. California Birth Index, 1905–1995. Center for Health Statistics, California Department of Health Services", "name": "Kate Bosworth"}, "Q7881109": {"text": "Umar Amin (born 16 October 1989) is a Pakistani international cricketer. Amin made his One Day International debut in the opening match of the 2010 Asia Cup against Sri Lanka. Amin made his internatio", "name": "Umar Amin"}, "Q712611": {"text": "Sanam Saeed () is a British Pakistani actress, singer and model, who appears in Pakistani films and serials. Through her successful career, Saeed has established herself as one of the leading actress ", "name": "Sanam Saeed"}, "Q6809469": {"text": "Meher Abbasi (مہر عباسی) formerly Meher Bokhari (مہر بخاری) is a journalist and a television host from Pakistan working at Dawn News. She has worked for Samaa TV and Dunya News.\n\n Career \nShe started ", "name": "Meher Bukhari"}, "Q7879076": {"text": "Ulka Gupta (born in Mumbai, Maharashtra) is an Indian television actress. She is popularly known as Manu as she played the role of Manu (the young Rani Lakshmibai) in the Zee TV soap Jhansi Ki Rani un", "name": "Ulka Gupta"}, "Q261748": {"text": "Summer Yasmine Bishil (born July 17, 1988) is an American actress. She first came to prominence for her role as Jasira in the 2007 film Towelhead. She was chosen to portray Azula in M. Night Shyamalan", "name": "Summer Bishil"}, "Q1150316": {"text": "Anna Ragsdale Camp (born September 27, 1982) is an American actress. She is known for her role as Jill Mason in the 2008 Broadway revival of Equus and as Sarah Newlin in the second, sixth and seventh ", "name": "Anna Camp"}, "Q6981411": {"text": "Nausheen Ali Sardar is an Indian television actress and model.\n\nBiography\nthumb|Nausheen Ali Sardar\nNausheen grew up in a Catholic society, studied at St.Aloysius High School (Chapel Road, Bandra West", "name": "Nausheen Sardar Ali"}, "Q283504": {"text": "Diora Lynn Baird (born April 6, 1983)Baird at Maxim.com. Retrieved on 2011-07-26. is an American actress and former model for Guess? who has appeared in films such as Wedding Crashers (2005) and The T", "name": "Diora Baird"}, "Q3537616": {"text": "Sadaf Mohammed Sayed (born 17 February), better known as Sadha, is an Indian actress who mainly appears in South Indian cinema. Her most notable films include Jayam, Anniyan and Unnale Unnale.\n\nPerson", "name": "Sadha"}, "Q615": {"text": "Lionel Andrés \"Leo\" Messi Cuccittini (; born 24 June 1987), is an Argentine professional footballer who plays as a forward for Spanish club FC Barcelona and captains the Argentina national team.\n\nBy t", "name": "Lionel Messi"}, "Q235328": {"text": "Alison Brie Schermerhorn (born December 29, 1982),According to the State of California. California Birth Index, 1905–1995. Center for Health Statistics, California Department of Health Services, Sacra", "name": "Alison Brie"}, "Q7361477": {"text": "Roma Asrani (born August 25, 1984) is an Indian model turned actress who works mainly in Malayalam-language films.http://www.mathrubhumi.com/movies/interview/1692/ She made her début in the Telugu fil", "name": "Roma Asrani"}, "Q3305108": {"text": "Melissa Claire Egan (born September 28, 1981 in Pound Ridge, New York) is an American actress, best known for her roles as Annie Lavery on All My Children and Chelsea Lawson on The Young and the Restl", "name": "Melissa Claire Egan"}, "Q3188041": {"text": "Judy Minx (born around 1989) is a French pornographic actress. She identifies as a sex worker, queer and as a feminist activist.\n\nBiography\nJudy Minx was born in Paris and is Tunisian and Algerian des", "name": "Judy Minx"}, "Q232642": {"text": "Jamie Jilynn Chung (born April 10, 1983)According to the State of California. California Birth Index, 1905-1995. Center for Health Statistics, California Department of Health Services, Sacramento, Cal", "name": "Jamie Chung"}, "Q11666": {"text": "Maria Yuryevna Sharapova (;  born 19 April 1987) is a Russian professional tennis player who as of October 6, 2014 is ranked world No. 2 by the Women's Tennis Association (WTA) and is the top Russian ", "name": "Maria Sharapova"}, "Q4115086": {"text": "Mostafa Zamani () was born in Fereydunkenar, Mazandaran, Iran on 21 June 1982 and is a Persian actor.http://www.imvbox.com/cast/iranian/mostafa-zamani He first appeared in the block buster mini series", "name": "Mostafa Zamani"}, "Q3535548": {"text": "Sohail Tanvir (Urdu : سہیل تنویر, born 12 December 1984 in Rawalpindi, Punjab) is a Pakistani cricketer, who has gained repute for his unorthodox left arm bowling action and particularly for the succe", "name": "Sohail Tanvir"}, "Q6809908": {"text": "Mehwish Hayat (born January 6, 1983) is a Pakistani actress, model and singer. She participated in series Madventures - Ary Digital. She has also worked in a film Insha'Allah released in 2010.\n\n Drama", "name": "Mehwish Hayat"}, "Q6502596": {"text": "Laverne Cox is an American actress, reality television star, television producer, and LGBT advocate,  best known for her portrayal of Sophia Burset on the Netflix television series Orange Is the New B", "name": "Laverne Cox"}, "Q370005": {"text": "Ismaïl Aissati (born 16 August 1988 in Utrecht) is a Dutch-Moroccan footballer who plays for FC Terek Grozny in the Russian Premier League. He also plays for the Moroccan national team.\n\nCareer\nBeing ", "name": "Ismaïl Aissati"}, "Q5936662": {"text": "Huma Qureshi (; born 28 July 1986 in Delhi) is an Indian actress who mainly works in Hindi cinema. She worked as a theatre actor and model before beginning her film career. After starring in several t", "name": "Huma Qureshi (actress)"}, "Q260712": {"text": "Sophia Santi (born December 6, 1981), formerly known as Natalia Cruze, is a Canadian pornographic actress and director.\n\nEarly life\nSanti was born in Winnipeg, Manitoba, but she grew up in Vancouver, ", "name": "Sophia Santi"}, "Q292958": {"text": "Amrita Arora (born 31 January 1981) is a Bollywood actress.Amrita Arora Biography\n\nPersonal life and education\n\nArora was born in Chembur to a Malayali mother Joyce Polycarp and Punjabi father Anil Ar", "name": "Amrita Arora"}, "Q1189": {"text": "Usain St. Leo Bolt OJ CD (;Ellington, Barbara (31 August 2008). He is a happy person, says Usain's mother. Jamaica Gleaner. Retrieved 5 August 2009. born 21 August 1986) is a Jamaican sprinter. Widely", "name": "Usain Bolt"}, "Q6519926": {"text": "Leilani Leeane (born October 1, 1992) is the stage name of an American model and pornographic actress.\n\nPersonal life\nShe was born in Lancaster, California to a Filipino and black mother and a Puerto ", "name": "Leilani Leeane"}, "Q4864991": {"text": "Barsha Priyadarshini () is an Oriya actress in Oriya cinema. She also has acted in Bengali cinemas.http://orissacinema.com/gallery/barsa-p/index.htm Her debut Oriya film was E Juga ra Krushna Sudamaht", "name": "Barsha Priyadarshini"}, "Q242238": {"text": "Bobbi Starr (born April 6, 1983), is the stage name of an American pornographic actress. In 2011 and in 2013, Starr was named by CNBC as one of the 12 most popular stars in porn.Morris, Chris, \"The Di", "name": "Bobbi Starr"}, "Q235394": {"text": "Kayden Kross (born September 15, 1985) is an American former pornographic actress and writer. Kross has won multiple awards for her adult film work.\n\nBiography\n\nAdult film career\nKross was born and ra", "name": "Kayden Kross"}, "Q7415626": {"text": "Sanchita Padukone (born 16 March 1988) is an Indian film actress, who predominantly acts in Tamil and also appears in Kannada films and Telugu films. She hails from the same village as Bollywood actre", "name": "Sanchita Padukone"}, "Q115541": {"text": "Hannah Dakota Fanning (born February 23, 1994), known professionally as Dakota Fanning, is an American actress who rose to prominence after her breakthrough performance at age seven in the 2001 film I", "name": "Dakota Fanning"}, "Q448068": {"text": "__notoc__\nRoxy Jezel (born 5 June 1982 in London, England) is a former British pornographic actress.\n\nBiography\nJezel, whose father is Thai and mother is English, lived in East London. In an interview", "name": "Roxy Jezel"}, "Q128507": {"text": "Lauren Cohan (born January 7, 1982) is an American-born British actress. Cohan is known for her role as Maggie Greene in The Walking Dead. She is also known for her recurring roles on The Vampire Diar", "name": "Lauren Cohan"}, "Q7423467": {"text": "Sarayu is an Indian film actress who appears in Malayalam films.http://www.manoramaonline.com/cgi-bin/MMOnline.dll/portal/ep/malayalamContentView.do?contentId=15267915&programId=7940954&channelId=-107", "name": "Sarayu (actress)"}, "Q454691": {"text": "Whitney Able (born February 6, 1982) is an American actress. She is best known for her roles in All the Boys Love Mandy Lane and Monsters. She has been featured in Maxim magazine.\n\n Biography \nAble wa", "name": "Whitney Able"}, "Q35398": {"text": " is a Japanese former AV idol from Tokyo who was born on October 8, 1982.\n\n AV career \nSakamaki made her AV debut at nineteen years of age in May 2002 in the video First Class for Try Heart's Sexia la", "name": "Asuka Sakamaki"}, "Q6448629": {"text": "Radhika Kumaraswamy (born 1 November 1986Chitratara.Com | It Is Official on Print – Radhika Kumaraswamy!), credited as Radhika, is an Indian film actress and producer. She has primarily appeared in Ka", "name": "Radhika Kumaraswamy"}, "Q5529996": {"text": "Geetu Mohandas (, born 14 February 1981) is an Indian film actress and director known for her works in Malayalam cinema and Bollywood.Nala Damayandhi – Reviewhttp://movies.deepthi.com/malayalam/actres", "name": "Geetu Mohandas"}, "Q3081525": {"text": "Holliston Taylor Coleman (born June 30, 1992) is an American actress. She is perhaps best known for starring in the Paramount feature film, Bless the Child, and her recurring role in the television se", "name": "Holliston Coleman"}, "Q4875186": {"text": "Bazid Khan (born 25 March 1981 in Lahore) is a Pakistani cricketer. He comes from a famous cricketing family, with his grandfather Jahangir Khan having represented British India before the independenc", "name": "Bazid Khan"}, "Q69955": {"text": "Tyra Misoux (born January 3, 1983) is the stage name of a former German pornographic actress. She lives in Berlin.\n\nMisoux worked as a waitress before starting her adult film career at around age 19. ", "name": "Tyra Misoux"}, "Q2985367": {"text": "Sinn Sage  (born October 4, 1983) is an American hardcore pornographic actress, assistant director and nude model.\nShe started her pornography career in around 2002 and has been in over 150 films.\n\nSa", "name": "Sinn Sage"}, "Q14718442": {"text": "Anissa Kate (born 7 May 1987) is the stage name of a French-born pornographic actress and director. She made her adult film debut in September 2011, starring in the film Ultimate French Girls 3.\n\nAwar", "name": "Anissa Kate"}, "Q238585": {"text": "Taylor Rain (born August 16, 1981) is a former American pornographic actress.\n\n Career \nRain first entered the pornographic video industry in November 2001. In 2003, she signed an exclusive two-year p", "name": "Taylor Rain"}, "Q3534464": {"text": "Biography\n\nGopika (born 26 August 1984\"Gopika\". Ovguide.com (21 August 1984). Retrieved on 9 February 2013.\"Actress Gopika Profile & Biography\". Spiderkerala.net. Retrieved on 9 February 2013. as Girl", "name": "Gopika"}, "Q970456": {"text": "Koena Mitra (born 7 January 1984) is an Indian actress,model and Beauty Queen who appears in Bollywood films.\n\nEarly life\nMitra was born in Mumbai, Maharastra  to a Bengali Hindu family. She attended ", "name": "Koena Mitra"}, "Q5529942": {"text": "Geeta Basra (pa: ਗੀਤਾ ਬਸਰਾ; born 13 March 1984) is an Indian actress who has appeared in Bollywood films. Basra was born to Punjabi Indian parents in Portsmouth on the south coast of England, but now ", "name": "Geeta Basra"}, "Q165014": {"text": "Ibrahim Afellay (; born 2 April 1986) is a Dutch professional footballer who plays for Greek club Olympiacos on loan from FC Barcelona, and the Dutch national team, as an attacking midfielder or winge", "name": "Ibrahim Afellay"}, "Q5104": {"text": "Miranda Taylor Cosgrove (born May 14, 1993) is an American actress and singer-songwriter. Her career began at the age of three, when she appeared in television commercials. Her film debut came in 2003", "name": "Miranda Cosgrove"}, "Q438639": {"text": "Brooke Ballentyne (born July 13, 1982 in Charlotte, North Carolina) is a former (from around 2002-07) pornographic actress.\n\nShe started in the adult industry by shooting website content in North Caro", "name": "Brooke Ballentyne"}, "Q3625586": {"text": "Jayme Langford (born December 13, 1987) is an American nude model and pornographic actress. She has appeared in almost 100 films.\n\nBiography\nShe began appearing in adult films in 2006, and soon limite", "name": "Jayme Langford"}, "Q7420163": {"text": "Santhoshi (born 31 March 1987) is an Indian film and television actress. She is probably best known for her performances in the films Bala, Jai and Honeymoon Express and most prominently for her perfo", "name": "Santhoshi"}, "Q1800319": {"text": "Leonie Saint (born 23 April 1986), also known with the stage names Leonie Luder or simply Leonie, is a German actress, TV-presenter and former pornographic actress.\n\nLife and career\nBorn in Herne, Nor", "name": "Leonie Saint"}, "Q4115693": {"text": "Fatima Murtaza Bhutto (; born 29 May 1982), known as Fatima Bhutto (), is a Pakistani poet and writer.Fatima Bhutto: A beauty to tame George Clooney – and even Pakistan? Daily Telegraph, 15 February 2", "name": "Fatima Bhutto"}, "Q10950087": {"text": "thumb|At a South Indian Film Festival\nthumb|At the inauguration of the movie 'Ajab Gajab Love'\nNidhi Subbaiah () (born 16 February 1985) is an Indian film actress and model, who has appeared in variou", "name": "Nidhi Subbaiah"}, "Q233153": {"text": "Kagney Linn Karter (born March 28, 1987) is an American pornographic actress, model and stripper.\n\nEarly life\nKarter was born in Harris County, Texas and raised in Saint Joseph, Missouri and Ridgway, ", "name": "Kagney Linn Karter"}, "Q83488": {"text": "Mesut Özil (, ; born 15 October 1988) is a German professional footballer who plays for English club Arsenal and the German national team. Özil has been a youth national team member since 2006, and a ", "name": "Mesut Özil"}, "Q4968186": {"text": "Brinda Parekh is an Indian film actress and model. She has acted in South Indian films and has also done item numbers in Tamil, Telugu, Kannada and Hindi films. She is a Gujarati. She has acted in 4 m", "name": "Brinda Parekh"}, "Q233158": {"text": "Carmella Bing (born October 21, 1981) is a retired American pornographic actress and adult model. She has appeared in over 150 films and has been reported to work under various other stage names.\n\nAwa", "name": "Carmella Bing"}, "Q6751718": {"text": "Mansha Pasha (born October 19, 1987) is a Pakistani actress best known for portraying the character Rushna on Hum TV's drama serial Shehr-e-Zaat, Sidra of Zindagi Gulzar Hai, Nisha of Madiha Maliha, S", "name": "Mansha Pasha"}, "Q233598": {"text": "Monica Sweetheart (born April 23, 1981) is the stage name of a Czech pornographic actress who first entered the porn industry in around the year 2000, after turning eighteen years-old.\n\nAwards and nom", "name": "Monica Sweetheart"}, "Q3202252": {"text": "Mohammad Amir (, born 13 April 1992) also known as  Mohammad Aamer,  is a Pakistani international cricketer, whose suspension and subsequent five-year ban curtailed his promising career.  He is a left", "name": "Mohammad Amir"}, "Q261694": {"text": "Trina Michaels (born January 13, 1983) is an American pornographic actress and professional wrestling valet. Prior to entering the adult film business, she worked in a car insurance claims office and ", "name": "Trina Michaels"}, "Q35488": {"text": "Angelina Valentine (born September 19, 1986) is the stage name of an American pornographic actress.\n\nCareer\nValentine entered the adult film industry in 2007 and has since appeared in over 200 movies.", "name": "Angelina Valentine"}, "Q12068847": {"text": "Isha Sharvani (born 29 September 1984 in  Gujarat, India) is an Indian Contemporary dancer and actress. She is known for her stylistic Indian contemporary and aerial dance performances. She has also s", "name": "Isha Sharvani"}, "Q233017": {"text": "Gina Joy Carano (born April 16, 1982) is an American actress, television personality, fitness model, and former mixed martial artist. Carano began her training with straight Muay Thai to competitive M", "name": "Gina Carano"}, "Q760239": {"text": "Sanam Baloch () (born 14 July 1986) is a Pakistani actress and a television host. She has hosted several shows on Pakistani TV channels. She has also appeared in TV dramas as an actress, and has recei", "name": "Sanam Baloch"}, "Q3629983": {"text": "Ileana D'Cruz  (born 1 November 1987) is an Indian film actress, who appears in Telugu, Tamil and Hindi films. She won the Filmfare Award for Best Female Debut – South for the 2006 Telugu film Devadas", "name": "Ileana D'Cruz"}, "Q460154": {"text": "Missy Monroe (born August 22, 1984) is the stage name of an American pornographic actress. In 2006, Monroe made her directorial debut with Big Tit Whores. \n\nMonroe is also known for her ability to per", "name": "Missy Monroe"}, "Q387072": {"text": "Camilla Belle (born October 2, 1986) is an American actress. Her works include The Ballad of Jack and Rose, When a Stranger Calls, 10,000 BC, The Quiet, Push, and Breakaway.\n\n Early life \nBelle was bo", "name": "Camilla Belle"}, "Q158450": {"text": "Ayesha Takia (born April 10, 1986) is an Indian actress who mainly appears in Bollywood films. Her maternal grandmother is English.https://twitter.com/Ayeshatakia/status/24832376412573697 She made her", "name": "Ayesha Takia"}, "Q5277780": {"text": "Dimple Jhangiani is an Indian television actress. Her first appearance in Tellywood began with her playing the role of Kanya in the serial Kuchh Is Tara on Sony Entertainment Television. Dimple Jhangi", "name": "Dimple Jhangiani"}, "Q10132": {"text": "Rafael \"Rafa\" Nadal Parera (, ; born 3 June 1986) is a Spanish professional tennis player currently ranked world No. 3.http://www.atpworldtour.com/Rankings/Singles.aspx He is widely regarded as the fi", "name": "Rafael Nadal"}, "Q614907": {"text": "Sonakshi Sinha (; born 02 June 1987) is an Indian actress who works in Bollywood. The daughter of actors Shatrughan and Poonam, she began her career in film as a costume designer. She made her acting ", "name": "Sonakshi Sinha"}, "Q3088852": {"text": " is a Japanese AV idol who has performed for several prominent adult video (AV) companies and who has appeared in more than 500 AVs.\n\n Life and career \nHino was born March 7, 1986 in Kanagawa Prefectu", "name": "Hikari Hino"}, "Q6862116": {"text": "Mimi Chakraborty is a Bengali film and television actress.  She rose to fame by playing the role \"Pupe\", the female lead in mega serial Gaaner Oparey.\n\nEarly life\nMimi Chakraborty was born in Raiganj,", "name": "Mimi Chakraborty"}, "Q2344116": {"text": "Lauren Nicole London (born December 5, 1984) is an American film and television actress, and video model. Beginning her career in music videos and later transitioning into film and television acting, ", "name": "Lauren London"}, "Q11838340": {"text": "Adrianna Luna (born May 12, 1984) is the stage name of an American pornographic actress, model, and men's club feature dancer. Luna is the Penthouse Pet of the Month for November 2012.\n\nCareer\nA forme", "name": "Adrianna Luna"}, "Q590297": {"text": " \n\nGianna Lynn (born November 23, 1984) is a pornographic actress, since around 2005. Lynn was born in the Philippines of mixed Filipino, Spanish and Chinese ancestry, and she moved to California at t", "name": "Gianna Lynn"}, "Q3316590": {"text": "بلیو اینجل (فحش اداکارہ) (لاطینی: Blue Angel (pornographic actress)) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:1988ء کی پیدائشیں\nزمرہ:بقید حیات شخصیات\nزم", "name": "بلیو اینجل (فحش اداکارہ)"}, "Q7320290": {"text": "Rhea Chakraborty (born 1 July 1992 in Bangalore, india) is an Indian BollywoodRhea Chakraborty is already making her way into Bollywood - India Today and Telugu film actressRhea Chakraborty: Working i", "name": "Rhea Chakraborty"}, "Q6751819": {"text": "Mansoor Amjad (born 14 December 1987) is a Pakistani cricket player. Despite his young age he has already played for the Pakistan A cricket team.\n\nMansoor Amjad is a right-handed wrist spinner who too", "name": "Mansoor Amjad"}, "Q35977": {"text": "Alexis Texas (born May 25, 1985) is the stage name of an American pornographic actress. She began her career in pornography in 2006 at the age of 21. \n\nCareer\nTexas' first scene was with Jack Venice i", "name": "Alexis Texas"}, "Q12061048": {"text": "Kritika Kamra (; born 25 October 1988) is an Indian television actress. She is well known for her popular roles in Kuch Toh Log Kahenge and Kitani Mohabbat Hai.\n\nCareer\nKritika landed her first televi", "name": "Kritika Kamra"}, "Q7415964": {"text": "Sandali Sinha is an Indian Bollywood actress and model. Her acting in Tum Bin brought her attention.Sandali sinha-Times of India\n\nEarly life\nShe comes from an Air Force background. Her father died in ", "name": "Sandali Sinha"}, "Q852557": {"text": " \nHollie Stevens (January 4, 1982 – July 3, 2012) was the stage name of an American pornographic actress, model and writer. She was considered a pioneer of the porn genre known as clown porn, which fe", "name": "Hollie Stevens"}, "Q236875": {"text": "Thora Birch (born March 11, 1982) is an American actress. She got her first role at the age of 6 in the short-lived sitcom Day by Day; that role was followed by an appearance in the motion picture Pur", "name": "Thora Birch"}, "Q453512": {"text": "Senad Lulić (born 18 January 1986) is a Bosnian professional footballer who plays for Italian club Lazio and the Bosnia and Herzegovina national team. He has been deployed both as a left wing-back, an", "name": "Senad Lulić"}, "Q378520": {"text": " (born August 31, 1981) is a Japanese adult actress, AV idol and photo model加藤ゆりあ - タレント・芸能人・グラビアアイドル情報の Talents.JP - 画像掲示板 from Tokyo, Japan. She usually plays passive roles, and her AV debut was wit", "name": "Yuria Kato"}, "Q235053": {"text": "Rachel Marie Oberlin (born October 7, 1986), best known by her stage name Bree Olson, is an American former pornographic actress and Penthouse Pet. She performed in over 280 adult films from 2006 to 2", "name": "Bree Olson"}, "Q6750364": {"text": "Manjari Fadnis (born 10 July 1984) is an Indian film actress, who has appeared in Hindi, Telugu, Bengali, Malayalam, Kannada and Tamil language films. She is best known for her performance in the 2008", "name": "Manjari Phadnis"}, "Q7402602": {"text": "Sajal Ali () (born January 17, 1994 Lahore) is a Pakistani actress and model noted for playing a variety of characters in a range of serials—from contemporary social to romantic dramas. \n\nAli made her", "name": "Sajal Ali"}, "Q62136": {"text": "Prachi Desai  is an Indian film and television actress. She is the endorser, spokesperson, brand ambassador and the face of Neutrogena products in India. She starred her television career in the seria", "name": "Prachi Desai"}, "Q2866562": {"text": "Ashli Orion (born June 19, 1987) is the stage name of an American pornographic actress.\n\nEarly life\nOrion was born in San Diego, California and moved to Los Angeles when she was fourteen years old. Sh", "name": "Ashli Orion"}, "Q3049012": {"text": "Mohammad Asif (Urdu: , born 20 December 1982) is a Pakistani right-arm fast medium bowler in cricket. Asif was born in Sheikhupura, and has played first-class cricket for Khan Research Labs, the Natio", "name": "Mohammad Asif"}, "Q63730": {"text": "Genelia D'Souza (born 5 August 1987) is an Indian film actress, model, and host. She has appeared in South Indian cinema and Bollywood films. After gaining wide attention in a Parker Pen commercial wi", "name": "Genelia D'Souza"}, "Q231614": {"text": "Odette Juliette Annable (née Yustman, born May 10, 1985)  is an American actress.\n\nEarly life\nAnnable was born in Los Angeles, California. Her mother, Lydia (née Nodarse), is Cuban. Her father, Victor", "name": "Odette Annable"}, "Q5812": {"text": "|singlestitles = 48<small> ([[Tennis players with most titles since 1968|12th in the Open Era]])</small>\n|highestsinglesranking = No. '''1''' (4 July 2011)\n|currentsinglesranking = No. '''1''' (17 Nov", "name": "Novak Djokovic"}, "Q2050788": {"text": "Shreya Ghoshal   (born 12 March 1984) is an Indian playback singer who mainly sings in  Hindi, Telugu, Kannada, Tamil, Bengali and Malayalam films as well as in other Indian languages such as  Assames", "name": "Shreya Ghoshal"}, "Q5397761": {"text": "Esha Gupta (born 28 November 1985) is an Indian actress who appears in Bollywood films. A model, she came 3rd in Femina Miss India in 2007 and went to compete in the Miss India International contest a", "name": "Esha Gupta"}, "Q2381490": {"text": "Jada Stevens (born July 4, 1988) is an American pornographic actress.\n\nEarly life\nStevens was born in Snellville, Georgia. She is of Cherokee and Irish descent. She worked at an Eckerds in Atlanta pri", "name": "Jada Stevens"}, "Q3535284": {"text": "Imran Farhat (, born 20 May 1982) is a Pakistani cricketer who has played over 30 Tests\"Imran Farhat to join Pak Test squad in SA\". zeenews.india.com Retrieved 2013-02-08. and One Day Internationals f", "name": "Imran Farhat"}, "Q7917979": {"text": "Vedhika is an Indian film actress who has appeared in Tamil, Telugu, Malayalam and Kannada films. She made her breakthrough portraying Angamma in Bala's period film Paradesi, winning critical acclaim ", "name": "Vedhicka"}, "Q3034240": {"text": "میسن مور (لاطینی: Mason Moore) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:بقید حیات شخصیات\nزمرہ:1985ء کی پیدائشیں\nزمرہ:امریکی فحش اداک", "name": "میسن مور"}, "Q1943": {"text": "Vassiriki Abou Diaby (; born 11 May 1986), known as Abou Diaby, is a French professional footballer who plays for English club Arsenal and the France national team. He plays primarily in a box to box ", "name": "Abou Diaby"}, "Q7415417": {"text": "Sana Askari (April 23, 1988) is a Pakistani model and actress.  \n\nEarlyLife\nAskari grew up in Karachi and attended Beaconhouse School. She graduated from NAPA in 2010 and did her first theatre play Ad", "name": "Sana Askari"}, "Q242234": {"text": "Jenna Presley (born April 1, 1987) is the stage name of Brittni Ruiz, an American former pornographic actress.\n\nEarly life\nAfter being raped at the age of fourteen, Presley began stripping topless in ", "name": "Jenna Presley"}, "Q36222": {"text": "Ariel Rebel (born September 23, 1985) is an online pornographic actress, model and food blogger.\n\nShe studied to be a fashion designer in Montreal, before she decided to pursue an adult modeling caree", "name": "Ariel Rebel"}, "Q242236": {"text": "Gracie Glam  (born September 30, 1990) is the stage name of an American pornographic actress.\n\nEarly life and career\nGracie Glam was born in Raleigh, North Carolina. While taking college classes in Fl", "name": "Gracie Glam"}, "Q285043": {"text": "Kimberly Kane (born August 28, 1983) is an American pornographic actress and adult film director.\n\nEarly life\nKane was born and raised in Tacoma, Washington. Her mother was a pornographic film produce", "name": "Kimberly Kane"}, "Q7415555": {"text": "Sanaya Irani  is an Indian model-turned actress. Her first major role was in the Indian youth show Miley Jab Hum Tum. She subsequently appeared in Iss Pyaar Ko Kya Naam Doon?.\n\nEarly life\nIrani  spent", "name": "Sanaya Irani"}, "Q36226": {"text": "Amber Rayne (born September 19, 1984 in Detroit, Michigan) is an American pornographic actress.\n\nEarly life\nRayne attended California State University, Los Angeles and majored in theatre arts and danc", "name": "Amber Rayne"}, "Q242232": {"text": "Sunrise Adams (born on September 14, 1982) is a former American pornographic actress, she won multiple awards for her work in the industry after beginning her career in 2001. She was contracted by Viv", "name": "Sunrise Adams"}, "Q6807675": {"text": "Meera Vasudevan (born 29 January 1982) is an Indian film actress and model, who has appeared in Malayalam, Tamil, Hindi and Telugu-language films.http://www.jointscene.com/artists/Kollywood/Meera_Vasu", "name": "Meera Vasudevan"}, "Q261740": {"text": "سیلیسٹ سٹار (لاطینی: Celeste Star) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:1985ء کی پیدائشیں\nزمرہ:امریکی فحش اداکارائیں\nزمرہ:بقید ح", "name": "سیلیسٹ سٹار"}, "Q3393373": {"text": "Lucía Lapiedra (born Miriam Sanchez\"Miriam Sánchez, antes Lucía Lapiedra: De reina del porno a madre\", Nieves Salinas, Interviu. Retrieved 2007-10-16.   on January 31, 1981 in Vallecas, Madrid, Spain)", "name": "Lucía Lapiedra"}, "Q14864898": {"text": "Humaima Malick  is a Pakistani actress and model who appears in Pakistani and Bollywood films and serials. \n\nMalick was born in Quetta, Balochistan, Pakistan. She started her education in Quetta and g", "name": "Humaima Malick"}, "Q2086574": {"text": "Hansika Motwani (born 9 August 1991) is an Indian actress who predominantly appears in Tamil and Telugu films. She made her film debut as a leading actress in the Telugu film Desamuduru (2007), winnin", "name": "Hansika Motwani"}, "Q7637050": {"text": "Sumbul Iqbal () (born August 30, 1990 Karachi) is a Pakistani actress and model. Sumbul is currently being seen in television serials at different TV channels. She is well known for her lead roles in ", "name": "Sumbul Iqbal"}, "Q11862738": {"text": "Erica Fontes (born May 14, 1991 in Lisbon) is a Portuguese pornographic actress.\n\n Career \nErica Fontes started her career in July 2009 with the film Diário Sexual de Maria.Interview mit Erica Fontes\n", "name": "Erica Fontes"}, "Q7496760": {"text": "Shilpa Anand is an Indian film and television actress. She has played in Dill Mill Gayye as Riddhima / Shilpa. In 2006, she played the lead role in Bollywood film Iqraar by Chance. In 2012, she played", "name": "Shilpa Anand"}, "Q433037": {"text": "Andy San Dimas (born October 3, 1986) is an American pornographic actress.\n\nLife and career\nAndy San Dimas was born in Baltimore, Maryland. She worked at an adult video store at the age of 18 prior to", "name": "Andy San Dimas"}, "Q228598": {"text": "Emma Rose Roberts (born February 10, 1991) is an American actress, model and singer. After small roles in films such as Blow (2001), she rose to prominence with her role as Addie Singer in the Nickelo", "name": "Emma Roberts"}, "Q15055683": {"text": "Shraddha Kapoor is an Indian film actress and singer who appears in Bollywood films. The daughter of actor Shakti Kapoor, she began her acting career with a brief role in the 2010 heist film Teen Patt", "name": "Shraddha Kapoor"}, "Q207458": {"text": "Mischa Anne Barton (born 24 January 1986) is an English-Irish film, television, and stage actress, and occasional fashion model with British, Irish, and American citizenship. She began her acting care", "name": "Mischa Barton"}, "Q544838": {"text": "Breanne Benson (born April 22, 1984) is an American pornographic actress of Albanian descent.\n\n Biography \nBreanne Benson was born on April 22, 1984 in Tirana, Albania. After high school, she studied ", "name": "Breanne Benson"}, "Q6932094": {"text": "Mugdha Godse (born 26 July 1986) is an Indian actress and model who appears in Bollywood films. A former model, Godse was a semi-finalist at the Femina Miss India 2004 competition. She made her acting", "name": "Mugdha Godse"}, "Q4617": {"text": "Corbin Bleu Reivers (born February 21, 1989), known professionally as Corbin Bleu, is an American actor, model, dancer, producer and singer-songwriter of Jamaican-Italian heritage. He performed in the", "name": "Corbin Bleu"}, "Q7409584": {"text": "Samiullah Khan Niazi (born 4 August 1982) is a Pakistani first-class cricketer who plays for Sargodha, Faisalabad and Pakistan A as a left-arm medium-fast bowler.\n\nSamiullah Khan Niazi was one of the ", "name": "Samiullah Khan (cricketer)"}, "Q7421671": {"text": "Sara Khan is an Indian model and actress. She won the Miss Bhopal title in 2007, She has done anchoring for Doordarshan Madhya Pradesh and ETV. She made her television career in Star Plus show Sapna B", "name": "Sara Khan"}, "Q4398684": {"text": "Rachel Rotten (born on October 8, 1983) is an American former pornographic actress.\n\n Biography \nRotten’s career began around 2002, when she and her now ex-boyfriend, Rob Rotten, sent their photos out", "name": "Rachel Rotten"}, "Q6438563": {"text": "Kriti Kharbanda is an Indian film actress and model who appears in Kannada and Telugu films. Born in New Delhi and brought up in Bengaluru, she worked as a commercial model before making her acting de", "name": "Kriti Kharbanda"}, "Q2319726": {"text": "Keri Sable is an American former pornographic actress.\n\n Biography \nSable was born in Buffalo, New York of Italian heritage.  Sable entered the pornographic film industry in 2004 after moving to Los A", "name": "Keri Sable"}, "Q3535421": {"text": "Sarfaraz Ahmed (born 22 May 1987) is a Pakistani cricketer who captained Pakistan to victory at the Under 19 World Cup in 2006. He is a wicket-keeper and a right-handed batsman. He had played just 5 g", "name": "Sarfraz Ahmed"}, "Q232797": {"text": "Haley Bennett (born Haley Loraine Keeling; January 7, 1988) is an American actress and singer.\n\nLife and career\nHaley Bennett was born Haley Loraine Keeling in Fort Myers, Florida, the daughter of Lei", "name": "Haley Bennett"}, "Q1321199": {"text": "Vanessa Lee Chester (born July 2, 1984) is an American television and film actress. She has worked on a variety of projects, most notable for her roles as Kelly in Steven Spielberg's The Lost World: J", "name": "Vanessa Lee Chester"}, "Q7427426": {"text": "Saumya Tandon is an Indian actress. She co-hosted Zor Ka Jhatka: Total Wipeout (based on the Wipeout format) with Shah Rukh Khan in 2011.Television: Dream come true Hindustan Times, New Delhi, Decembe", "name": "Saumya Tandon"}, "Q3048607": {"text": " born April 21, 1981 in Hiroshima,Oikawa said on Twitter \"私は広島市生まれなので\" (in Japanese) on 2010-09-08. Japan is a Japanese actress, TV Personality and was also a former AV idol who was very popular in th", "name": "Nao Oikawa"}, "Q639736": {"text": "Syra Yousuf (also called Syra Yousuf Khan) is a Pakistani actress, model and VJ.Syra Yousuf — Pakistani entertainment’s major discovery!\n\nYousuf was born in Karachi, Pakistan. Her mother is from Afgha", "name": "Syra Yousuf"}, "Q264996": {"text": "Kelli Garner (born April 11, 1984)  is an American actress.\n\nCareer\nGarner's credits include Man of the House, The Aviator, Bully,  Taking Woodstock and Thumbsucker. She appeared in two Green Day musi", "name": "Kelli Garner"}, "Q3553810": {"text": "Samantha Saint (born June 8, 1987) is the stage name of an American pornographic actress, model and Penthouse Pet of the Month for October 2012.\n\nCareer\nSaint entered the adult film industry in 2011. ", "name": "Samantha Saint"}, "Q2735913": {"text": "Veena Malik (Urdu: , born Zahida Malik) is a Pakistani actress, TV host and model who appears in Lollywood and Bollywood films. Malik made her film debut in 2000 with Sajjad Gul's Tere Pyar Mein. In 2", "name": "Veena Malik"}, "Q4806262": {"text": "Layla Rivera (born September 24, 1983, in Phoenix, Arizona) is an American pornographic actress.\n\nCareer\nleft|thumb|Max Hardcore & Layla Rivera\nRivera entered the adult film industry in 2002 at the ag", "name": "Layla Rivera"}, "Q6892129": {"text": "Mohammad Khalil (born 11 November 1982 in Lahore) is a Pakistani cricketer. He is a left-handed batsman and a left-arm medium-pace bowler. When Khalil was called into the Pakistani cricket team to pla", "name": "Mohammad Khalil"}, "Q7334360": {"text": "Rima Kallingal (born 19 January 1984) is an Indian model and film actress, predominantly appearing in Malayalam cinema.\n\nAfter being named First Runner-up in the Miss Kerala 2008 contest, she went to ", "name": "Rima Kallingal"}, "Q2050320": {"text": "The Indian name Mohandas is a patronymic, not a family name; thus, the person should be referred to by her given name, \"Mamta\".\n\nMamta Mohandas is an Indian film actress and playback singer. She has m", "name": "Mamta Mohandas"}, "Q7489922": {"text": "Sharmiela Mandre (; born 28 October 1989) is an Indian actress who mainly appears in Kannada films. \n\nCareer\nShe started her film career through the Kannada film Sajni, opposite Dhyan and had her firs", "name": "Sharmiela Mandre"}, "Q142794": {"text": "Neymar da Silva Santos Júnior (; born 5 February 1992), commonly known as Neymar or Neymar Jr., is a Brazilian professional footballer who plays for Spanish club FC Barcelona and is the captain for th", "name": "Neymar"}, "Q6311609": {"text": "Junaid Khan(Pashto/; born 24 December 1989, Swabi District) is a Pakistani international cricketer who bowls left arm fast. He is the first player from Swabi to qualify for the Pakistan national crick", "name": "Junaid Khan"}, "Q229908": {"text": "Katherine Evelyn Anita Cassidy (born November 25, 1986) is an American actress who stars as Laurel Lance on The CW series Arrow. She has also appeared on the CW shows Supernatural, Melrose Place, and ", "name": "Katie Cassidy"}, "Q2721485": {"text": "Ankita Lokhande is an Indian television actress. Lokhande is the highest-paid actresses of Indian television .Ankita Lokhande is the highest paid actress on small screen with a salary of 1.15 lakhs pe", "name": "Ankita Lokhande"}, "Q236578": {"text": "Elizabeth Anne \"Lizzy\" Caplan (born June 30, 1982) is an American actress. She is known for her roles in films such as Mean Girls (2004), Cloverfield (2008), Hot Tub Time Machine (2010), and Bachelore", "name": "Lizzy Caplan"}, "Q2737207": {"text": "Kangana Ranaut (; born 23 March 1987) is an Indian film actress. She has established a successful career in Bollywood, and is the recipient of a National Film Award and two Filmfare Awards.\n\nBorn in B", "name": "Kangana Ranaut"}, "Q923035": {"text": "Missy Stone (born November 26, 1987) is an American retired pornographic actress.\n\nBorn in Texas and raised in Maryland, she is of German, Cherokee, and Mohawk ancestry. She entered the adult film ind", "name": "Missy Stone"}, "Q339910": {"text": "Aleska Diamond (born August 6, 1988) is the stage name of a Hungarian-born pornographic actress.\n\nDiamond started to work in the porn business in 2007. In 2012 and 2013, she won the Female Foreign Per", "name": "Aleska Diamond"}, "Q15276597": {"text": "Sarah Shevon (born July 10, 1984 in Grass Valley, California) is the stage name of an American pornographic actress. She made her porn debut for kink.com in March 2009. In July 2010, she moved to Los ", "name": "Sarah Shevon"}, "Q242883": {"text": "Erica Rose Campbell (born May 12, 1981, in Deerfield, New Hampshire) is a former American glamour model and actress.\n\nCareer\nCampbell was the Playboy Special Editions Model of the Year for 2005.\n\nCamp", "name": "Erica Campbell"}, "Q234670": {"text": "Lanny Barby (born 29 August 1981) is the stage name of a Canadian former pornographic actress.Lanny Barby Bio. Freeones. Retrieved July 11, 2011.What the hell is going on over at Vivid?. LukeFord.com.", "name": "Lanny Barby"}, "Q237774": {"text": "Daveigh Elizabeth Chase (born Daveigh Elizabeth Chase-Schwallier; July 24, 1990) is an American actress, singer, and voice over artist best known for playing Rhonda Volmer in the HBO series Big Love, ", "name": "Daveigh Chase"}, "Q240187": {"text": "Bridget Regan (born February 3, 1982) is an American actress and producer, best known for her portrayal of Kahlan Amnell in the television series Legend of the Seeker, and Rebecca Lowe/Rachel Turner i", "name": "Bridget Regan"}, "Q234847": {"text": "Nicole Houston \"Nikki\" Reed\"Nicole Houston Reed\" is her full name, according to the State of California. California Birth Index, 1905–1995. Center for Health Statistics, California Department of Healt", "name": "Nikki Reed"}, "Q35721": {"text": "Annette Schwarz (born 26 March 1984 as Annette SchönlaubMünchnerin wird Porno-Star in den USA in Rhineland-Palatinate, Germany) is a German pornographic actress and fetish model.\n\nEarly life\nSchwarz i", "name": "Annette Schwarz"}, "Q294581": {"text": "Charlie Laine (born January 31, 1984) is an American pornographic actress and adult model originally from Marion, Wisconsin.\n\nEarly years\nLaine dropped out of high school at age 17, and started in the", "name": "Charlie Laine"}, "Q79845": {"text": "Madhu Shalini is an Indian film actress and model, who has appeared in Telugu and Tamil language films. She has previously worked as a television anchor as well.\n\n Career \nMadhu Shalini was born in  H", "name": "Madhu Shalini"}, "Q2308356": {"text": "Raven Riley is an American pornographic actress, appearing online and on DVDs. Riley won the top spot on Front magazine's \"Top 20 Girls of the Web\" and appeared on its March 2007 cover.\"Top 20 Girls o", "name": "Raven Riley"}, "Q4666249": {"text": "عبدالرؤف ( پیدائش:9 دسمبر 1978ء اوکاڑہ) پاکستان کرکٹ ٹیم کے کھلاڑی ہیں جنھوں نےابتک  3 ٹیسٹ میچ اور 4 ایک روزہ کرکٹ کھیلے ہیں ۔\n\nزمرہ:ضلع اوکاڑہ کی شخصیات\nزمرہ:فیصل آباد کے کرکٹر\nزمرہ:پاکستان کے ٹیسٹ ", "name": "عبدالرؤف"}, "Q12073038": {"text": "Jennifer Winget (born 30 May 1985) is an Indian actress. She has appeared in Kasautii Zindagii Kay and Dill Mill Gayye. She played the role of Kumud in Saraswatichandra on Star Plus. She won best actr", "name": "Jennifer Winget"}, "Q7462371": {"text": "Mohammad Shahzaib Hasan Khan (), (born 25 December 1989) is a Pakistani cricketer. He plays domestic cricket for Karachi Zebras, making his debut with them in the 2008–09 season. He is a hard hitting ", "name": "Shahzaib Hasan"}, "Q7399819": {"text": "Sai Tamhankar (born, 25 June 1986) is an Indian actress.  She has acted in the Hindi movie Ghajini She has acted in Marathi film Rita and the September 2012 release No Entry Pudhe Dhoka Aahey, She has", "name": "Sai Tamhankar"}, "Q5515939": {"text": "Gabriela Bertante (born 7 May 1989 in Matias Barbosa, Minas Gerais) is a Brazilian Model who has appeared in Indian films.\n\nEarly life\nGabriela Bertante notes that as a teenager aged 17, she used to h", "name": "Gabriela Bertante"}, "Q1965719": {"text": "Logan Laurice Browning (born June 9, 1989)Logan Browning. crowhavenroad.org is an American actress and singer-songwriter. She is best known for playing Sasha in the 2007 film Bratz: The Movie and Bria", "name": "Logan Browning"}, "Q233354": {"text": ", who used the name  early in her career, is a Japanese adult video (AV) actress known in Japan as an AV idol.\n\n Biography \n\n 1986-2002: Early life \nOzawa was born in Hokkaidō, Japan. Her father is Ja", "name": "Maria Ozawa"}, "Q2020264": {"text": "Rachel Roxxx (born March 2, 1983 in San Antonio, Texas) is the stage name of an American pornographic actress.\n\nBiography\nRoxxx worked at Hooters before joining the sex industry. A friend of hers in H", "name": "Rachel Roxxx"}, "Q3247964": {"text": "Dylan Ryder (born February 23, 1981), is the stage name of an American pornographic actress.\n\nEarly life\nRyder was born in Fresno, California. She is of Italian and German descent. She has two younger", "name": "Dylan Ryder"}, "Q43913": {"text": "Arjen Robben (; born 23 January 1984) is a Dutch professional footballer who plays for German Bundesliga club Bayern Munich and the Netherlands national team. Robben has appeared at the 2004, 2008 and", "name": "Arjen Robben"}, "Q6943338": {"text": "Mustafa Zahid (Urdu:مصطفی زاہد) is a Pakistani rock artist who has enjoyed a lot of success since bursting into the public eye in 2006 with his hit single \"Tera Mera Rishta\". Mustafa is also the band ", "name": "Mustafa Zahid"}, "Q5593664": {"text": " (born August 18, 1984) is a Japanese AV actress.\n\nLife and career\nPre AV Debut\nNakai was born on August 18, 1984 in Japan. Her exact birthplace is not public knowledge though, but it has been stated ", "name": "Chiharu Nakai"}, "Q214088": {"text": "Tarek al-Tayeb Mohamed Bouazizi (; 29 March 1984 – 4 January 2011) was a Tunisian street vendor who set himself on fire on 17 December 2010, in protest of the confiscation of his wares and the harassm", "name": "Mohamed Bouazizi"}, "Q2963543": {"text": " (born September 23, 1984), also known as Nami Funakura (船倉奈美), is a Japanese AV idol who has starred in more than 200 adult videos from various labels.\n\nLife and career\nHasegawa began her adult video", "name": "Chihiro Hasegawa"}, "Q467247": {"text": ", who has also performed under the name  is a Japanese model, actress and former AV Idol.\n\nLife and career\nAsami was born in Tokyo, Japan on September 19, 1985. At age 19, she appeared in the theatric", "name": "Asami Sugiura"}, "Q1059176": {"text": "Mehdi Abeid (born 6 August 1992) is an Algerian professional footballer who plays for English club Newcastle United as a midfielder.\n\nPersonal\nAbeid was born in Montreuil, Seine-Saint-Denis, France, t", "name": "Mehdi Abeid"}, "Q467244": {"text": "Anksa Kara (born March 24, 1985 at Nkongsamba, Cameroon) is a French pornographic actress.\n\n Biography \nShe arrived in France in 1993. In 2005, she initially worked as a stripper in several famous Par", "name": "Anksa Kara"}, "Q7491730": {"text": "Shazahn Padamsee (born 1987) is an Indian descent French film and stage actress, who has also worked as model. Daughter of noted actors Alyque Padamsee and Sharon Prabhakar, she made her first film ap", "name": "Shazahn Padamsee"}, "Q3316978": {"text": "Misti Dawn (born February 11, 1986) is a former American pornographic actress. She co-hosts SModcast:Bagged & Boarded with Matt Cohen.\n\nEarly life\nDawn was born in Henderson, Kentucky. She is of Irish", "name": "Misti Dawn"}, "Q943647": {"text": "لنڈزی میڈوز (لاطینی: Lindsey Meadows) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:1982ء کی پیدائشیں\nزمرہ:امریکی فحش اداکارائیں\nزمرہ:بقی", "name": "لنڈزی میڈوز"}, "Q7424959": {"text": " is a Japanese model, actress and former AV Idol who was born on April 18, 1985 in Okinawa, Japan. She has also used the name .\n\nLife and career\n\nGravure Idol - Chieri Haruyama\nUnder the name Chieri H", "name": "Sasa Handa"}, "Q3257333": {"text": "Lizz Tayler (born June 9, 1990 in Phoenix, Arizona) is an American pornographic actress and adult model.\n\nCareer\nBorn in Arizona, Tayler debuted in the adult industry in March 2010.Steve Javors, \"Cybe", "name": "Lizz Tayler"}, "Q760782": {"text": "Melanie Ríos (born April 8, 1991) is a Colombian pornographic actress and nude model. Born in Medellín, she immigrated to the United States when she was 12 years old.  She entered the adult film indus", "name": "Melanie Ríos"}, "Q16759": {"text": "Kaley Christine Cuoco-Sweeting (née Cuoco;   ; born November 30, 1985)\"8 Interesting Facts About Kaley Cuoco-Sweeting\". CBS. August 19, 2014. is an American actress, known for her roles as Bridget Hen", "name": "Kaley Cuoco"}, "Q3742318": {"text": "Felix Vicious (born August 27, 1983) is an American former pornographic actress from Denver, Colorado. Vicious relocated to California when she turned 18. While Bisexual Britni and Shay Sweet were sig", "name": "Felix Vicious"}, "Q1362169": {"text": "Agnes Monica Muljoto (born 1 July 1986), known by her stage name Agnes Monica (now AGNEZ MO), is an Indonesian singer and actress. Born in Jakarta, she started her career in the entertainment industry", "name": "Agnez Mo"}, "Q465815": {"text": "Anushka Sharma (; born 1 May 1988) is an Indian film actress, producer and former model. In 2008, she was signed by Aditya Chopra for a three-film contract with Yash Raj Films and consequently made he", "name": "Anushka Sharma"}, "Q5556002": {"text": "غزالہ رفیع  (پ 27 اگست 1984) ایک پاکستانی خاتون، ادیب، شاعر اور ایک آواز ڈبنگ آرٹسٹ ہے۔  وہ خیرپور، سندھ میں پیدا ہوئیں۔\n\n روزگار \nانھوں نے ریڈیو پاکستان میں آرجی کے طور پر کیریئر کا آغاز کیا۔ ان کا خ", "name": "غزالہ رفیع"}, "Q35980": {"text": "Aletta Ocean (born December 14, 1987) is the stage name of a Hungarian pornographic actress. She has appeared in Penthouse and Hungarian Playboy. and won the 2010 AVN Awards for Female Foreign Perform", "name": "Aletta Ocean"}, "Q348199": {"text": "Mehmet Topal (born 3 March 1986) is a Turkish professional footballer who plays for Fenerbahçe SK in the Süper Lig, as a defensive midfielder.\n\nClub career\nEarly years\nBorn in Malatya, Topal started h", "name": "Mehmet Topal"}, "Q2087557": {"text": "Natasha Nice (born July 28, 1988) is a French American pornographic actress.\n\n Life and career \nShe was born in Fontenay-sous-Bois, France on July 28, 1988 and moved to Los Angeles, California when sh", "name": "Natasha Nice"}, "Q2709": {"text": "Sasha Grey (born Marina Ann Hantzis; March 14, 1988) is an American former pornographic actress who has since become a mainstream actress, model, author and musician. She first made her name in mainst", "name": "Sasha Grey"}, "Q7547766": {"text": "Snigdha Akolkar a (born on 3 May) is an Indian critically acclaimed actress and model. She has acted in several Hindi and Marathi television serials. She gathered fame by playing a Protagonist in dail", "name": "Snigdha Akolkar"}, "Q1265015": {"text": "Paulina James (born October 29, 1986) is an American pornographic actress of Portuguese ancestry.Paulina James Audio Interview at Adult DVD Talk  She is an exclusive contract performer and director wi", "name": "Paulina James"}, "Q3177702": {"text": "Jessie Volt (born March 29, 1990) is a French pornographic actress.\n\nCareer\nShe is represented by the agency Brill Babes in Europe and by agent Mark Spiegler in the United States.\n\nShe appears in the ", "name": "Jessie Volt"}, "Q937359": {"text": " is a Japanese adult video (AV) actress who has also appeared in soft-core \"gravure\" videos, V-Cinema, pink films and TV dramas.\n\nLife and career\n\nAV debut - S1 and Alice Japan\nAsami was born in Gunma", "name": "Yuma Asami"}, "Q277703": {"text": "Anjali is an Indian film actress and model, who predominantly appears in Tamil films and Telugu films. Following a stint in modelling, she was cast in starring roles in two low-profile Telugu producti", "name": "Anjali (actress born 1986)"}, "Q25970": {"text": "Whitney Stevens (born August 25, 1987 in Panama) is a retired American pornographic actress. Originally from Panama, she was raised in Palm Springs, California, USA and was active from September, 2006", "name": "Whitney Stevens"}, "Q6394574": {"text": "Kerry Louise is the stage name of a British pornographic actress from Nottingham in the East Midlands.\n\nLouise began part-time glamour modeling in 2004 whilst continuing her day job in a bank.“Kerry L", "name": "Kerry Louise"}, "Q755830": {"text": "Atif Aslam (; born Muhammad Atif Aslam) is a Pakistani pop singer and film actor, and makes cameo appearances in Bollywood (Indian) films. His debut as an actor was in the 2011 film Pakistani movie Bo", "name": "Atif Aslam"}, "Q6372510": {"text": "Karlie Simon (born August 22, 1987 in England) is a pornographic actress. She won the award for Best New Starlet at the 2007 UK Adult Film and Television Awards.\n\nReferences\n\n External links \n \n \n \n \n", "name": "Karlie Simon"}, "Q4906811": {"text": "Anikka Albrite (born August 7, 1988) is an American pornographic actress.\n\nEarly life\nAlbrite was born in Denver, Colorado, and she is of Czech, French, German, and Danish descent. She spent most of h", "name": "Anikka Albrite"}, "Q35477": {"text": "Alina Plugaru (born December 18, 1987) is a Romanian entrepreneur and former pornographic film actress, who has been called the Romanian \"The Queen of Porn\". She started acting in erotic videos in 200", "name": "Alina Plugaru"}, "Q231657": {"text": "Tori Black (born August 26, 1988) is an American pornographic actress. In 2010, she was named by Loaded magazine as the most facially attractive female performer in the industry.\"Porn's best-looking g", "name": "Tori Black"}, "Q4964326": {"text": "Jennifer Luv (born October 10, 1983) is a former Peruvian pornographic actress who entered the adult film industry in 2002 at the age of 19 and retired in 2006 at the age of 23.\n\nAwards and nomination", "name": "Jennifer Luv"}, "Q1909": {"text": "Adil Rami ( ; ; born 27 December 1985) is a Corsican-born French footballer of Moroccan descent who plays as a centre back for Serie A club Milan and the France national team.\n\nRami began his football", "name": "Adil Rami"}, "Q233125": {"text": "Lexi Belle (born August 5, 1987) is the stage name of an American pornographic actress. Belle began her career in the adult film industry in 2006 at the age of 18.\n\nEarly life\nBelle was born in Indepe", "name": "Lexi Belle"}, "Q3180613": {"text": " is a Japanese model and adult video actress. She began as a Gravure idol and later moved to hardcore video work where she became an award-winning AV Idol.\n\nLife and career\nGravure Idol\nAoki was born ", "name": "Rin Aoki"}, "Q11571": {"text": "Cristiano Ronaldo dos Santos Aveiro, GOIH (; born 5 February 1985), known as Cristiano Ronaldo, is a Portuguese professional footballer who plays as a forward for Spanish club Real Madrid and captains", "name": "Cristiano Ronaldo"}, "Q330970": {"text": "Sweety Shetty (born on 7 November 1981), known by her stagename Anushka Shetty, is an Indian film actress, who works mainly in the Telugu and Tamil film industries.\n\nBorn in Mangalore, Anushka started", "name": "Anushka Shetty"}, "Q244338": {"text": "Bilawal Bhutto Zardari (Sindhi: , born 21 September 1988) is a Pakistani politician who serves as the Chairman of the Pakistan Peoples Party and presides over the party's executive committee. Born in ", "name": "Bilawal Bhutto Zardari"}, "Q1370137": {"text": "Meggan Mallone (born December 30, 1986) is an American pornographic actress.\n\nBiography\nBorn in Houston, Texas, Mallone is of Cherokee, Irish and German descent.  Mallone's mother, a Cherokee from Okl", "name": "Meggan Mallone"}, "Q3520618": {"text": "Deeksha Seth (born 14 February 1990) is an Indian film actress and model. A finalist in Femina Miss India in 2009, she made her acting debut in the Telugu drama film Vedam (2010).\n\nEarly life\nDeeksha ", "name": "Deeksha Seth"}, "Q6371092": {"text": "Karishma Tanna  (born December 21, 1983) is an Indian television & film actress, and a model. She is best known for her film  Grand Masti, TV series Kyunki Saas Bhi Kabhi Bahu Thi and reality TV show ", "name": "Karishma Tanna"}, "Q7280244": {"text": "Radhika Pandit (; born 7 March) is an Indian film and television actress who appears in Kannada films, mostly performing lead characters. Making her feature film debut in the 2008 film Moggina Manasu,", "name": "Radhika Pandit"}, "Q6304824": {"text": "Syeda Mehr Bano Kazim (),  known by the stage name Juggun \"Jay\" Kazim (), is a Pakistani-Canadian actress, model, and television host. She has worked in numerous Pakistani and Canadian films.  She was", "name": "Juggan Kazim"}, "Q7280241": {"text": "Radhika Apte (born 7 September 1985) is an Indian film and stage actress. Radhika has acted in Hindi, Bengali, Marathi, Telugu and Tamil films. She has also acted for Mohit Takalkar’s theatre troupe A", "name": "Radhika Apte"}, "Q7035261": {"text": "نکی سیکس (لاطینی: Nikki Sexx) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:1983ء کی پیدائشیں\nزمرہ:امریکی فحش اداکارائیں\nزمرہ:بقید حیات ش", "name": "نکی سیکس"}, "Q4777873": {"text": "Anuradha Mehta is an Indian actress and former model.\n\nCareer\nShe started her career in modelling. She is best known for her role of Geeta in the 2004 film Arya.\n\nFilmography\n{| class=\"wikitable\"\n|- b", "name": "Anuradha Mehta"}, "Q3057335": {"text": " is a Japanese actress, model and adult video (AV) performer and director who has also used the name  for still photo shoots. Her long and prolific career and international recognition mark her as an ", "name": "Sakura Sakurada"}, "Q964419": {"text": "Angelina Armani (born November 18, 1987) is an American pornographic actress and adult model.\n\nCareer\nAfter appearing in a small number of releases, Armani signed with Digital Playground in October 20", "name": "Angelina Armani"}, "Q36301": {"text": "Anne Jacqueline Hathaway (born November 12, 1982) is an American actress. After several stage roles, she appeared in the 1999 television series Get Real. She came to prominence after playing Mia Therm", "name": "Anne Hathaway"}, "Q860013": {"text": ", born Fareeza Terunuma on January 25, 1986, is a Japanese AV actress. She was formerly known as  and  . By late 2013, she had appeared in more than 800 adult videos as listed on the site of the major", "name": "Elly Akira"}, "Q3595196": {"text": "Saranya Mohan (born 9 February 1989) is an Indian film actress, who has acted in Malayalam, Telugu and Tamil films. She is probably best known for her performances in Yaaradi Nee Mohini and Vennila Ka", "name": "Saranya Mohan"}, "Q378678": {"text": "Sophie Dee (born 17 January 1984) is a Welsh actress, stripper, and pornographic actress.\n\nCareer\nAfter leaving school she had various jobs, such as working in cafes and selling products door-to-door.", "name": "Sophie Dee"}, "Q42010": {"text": "Marouane Chamakh ( ; ; born 10 January 1984) is a Moroccan footballer who plays for Crystal Palace in the English Premier League and the Morocco national team as a striker. He is described as a protot", "name": "Marouane Chamakh"}, "Q269942": {"text": "Marie Luv (born November 1, 1981) is an American pornographic actress, exotic dancer, glamour model, and pornographic film director.\n\nBiography\nBorn in Hacienda Heights, California, her first job was ", "name": "Marie Luv"}, "Q4956663": {"text": "Kamna Jethmalani is an Indian film actress. She debuted in 2005 with the Telugu film Premikulu and had her first commercial success with her third feature film Ranam. Subsequently, she played the lead", "name": "Kamna Jethmalani"}, "Q168543": {"text": "Lupe Fuentes is a Colombian house music producer and DJ. She lives in Los Angeles, California. Since 2011, Fuentes has been married to singer and actor, Evan Seinfeld. \n\n Early life \nLupe Feuntes was ", "name": "Lupe Fuentes"}, "Q2979736": {"text": "Michelle Maylene (born January 20, 1987) is an actress, adult model, and former adult film star.\n\nEarly life\nMaylene was born in Edwards, California. Her ethnicity is Eurasian.\n\nCareer\nBetween 2007 an", "name": "Michelle Maylene"}, "Q18881": {"text": "Aly Cissokho (, born 15 September 1987) is a French professional footballer who plays for Aston Villa in the Premier League and the France national team. He plays as a left back and has been described", "name": "Aly Cissokho"}, "Q10306497": {"text": "Jazmine Cashmere (born April 17, 1984 in Crest Hill, Illinois, United States) is a former American pornographic actress. She has appeared in over 100 adult films since starting in the adult film busin", "name": "Jazmine Cashmere"}, "Q122020": {"text": "Hilary Erhard Duff (born September 28, 1987) is an American actress and singer. She began acting at a young age and rose to prominence as a teen idol, playing the title character in the television ser", "name": "Hilary Duff"}, "Q2624737": {"text": " aka  and  is a Japanese actress, HIV/AIDS activist, and a former AV idol. She is active in many media formats in Japan including mainstream theatrical film, and is a popular blogger. Her adeptness at", "name": "Hotaru Akane"}, "Q2339": {"text": "Robin van Persie (; born 6 August 1983) is a Dutch footballer who plays as a striker for Manchester United and is the captain of the Netherlands national team. He is a youth product of Feyenoord.Robin", "name": "Robin van Persie"}, "Q2866447": {"text": "Aseel Omran () is a Saudi Arabian singer who rose to fame not only in Saudi Arabia but also in other countries in the Middle East when she entered the reality show Gulf Stars and Heya wa Huwa, which m", "name": "Aseel Omran"}, "Q48622": {"text": " \nEsha Deol (born 2 November 1981) is an Indian film actress who appears in Bollywood films. She made her acting debut in Koi Mere Dil Se Poochhe (2002). Deol was praised by film critics and her perfo", "name": "Esha Deol"}, "Q153786": {"text": "Edin Džeko (; born 17 March 1986) is a Bosnian professional footballer who plays as a forward for Premier League club Manchester City and the Bosnia and Herzegovina national team for which he is capta", "name": "Edin Džeko"}, "Q75862": {"text": "Claudia Ciesla (born February 12, 1987) is a Polish-German model and actress.The only thing real about Claudia are her boobsI am not a reincarnation of Lord Ganesha, says Claudia CieslaGerman actor Su", "name": "Claudia Ciesla"}, "Q37876": {"text": "Natalie Portman (born Neta-Lee Hershlag; ; June 9, 1981) Gale Biography In Context.  is an Israeli-born American (with dual citizenship) actress. Her first role was in the 1994 action film Léon: The P", "name": "Natalie Portman"}, "Q36427": {"text": "Amy Ried (born April 15, 1985) is a former American pornographic actress.\n\nEarly life\nRied has distant French Cajun, German, and Amerindian heritage. Born in Germany, her parents were relocated to sou", "name": "Amy Ried"}, "Q760482": {"text": "Ayesha Khan is a Pakistani television and film actress.\n\nCareer\nKhan made her television debut in 2000 in the drama serial \"Tum Yahi Kehna\" which aired on PTV. She portrayed the mature and young suppo", "name": "Ayesha Khan (junior)"}, "Q555903": {"text": "Lux Kassidy (born  May 17, 1985 in Los Angeles, California, United States) is an American erotic model and pornographic film actress.\n\nBefore her erotic model career, Kassidy had jobs at a real estate", "name": "Lux Kassidy"}, "Q7685050": {"text": "Tara Concepta D'Souza (born December 20, 1986), commonly known as Tara D'Souza, is an Indian film actress and model, known for her work in the films Mujhse Fraaandship Karoge and Mere Brother Ki Dulha", "name": "Tara D'Souza"}, "Q3694780": {"text": "Rani Taj (Urdu: ) (born 3 October 1993) is a British Pakistani dhol player from Birmingham, United Kingdom. Although already well known in the Midlands, she rose to international fame in 2010 when she", "name": "Rani Taj"}, "Q1300562": {"text": "[[File:Shahnameh - Iraj slain by his two brothers, Salm and Tur.jpg|thumbnail|right|A page from Shahnameh of Arthur M. Sackler Gallery showing Iraj being slain by his elder brothers Salm and Tur]]\n[[F", "name": "Iraj (son of Fereydun)"}, "Q36429": {"text": "Aylar Dianati Lie (born 12 February 1984) is a Norwegian actress and model of Iranian descent and former pornographic actress. She is currently working in the music industry as a music video actress a", "name": "Aylar Lie"}, "Q11838439": {"text": "سینسی پرل (لاطینی: Sensi Pearl) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:1988ء کی پیدائشیں\nزمرہ:امریکی فحش اداکارائیں\nزمرہ:بقید حیات", "name": "سینسی پرل"}, "Q236835": {"text": "Clara Morgane (; born on 25 January 1981) is a former pornographic actress, a French singer, media personality and TV host.\n\nBiography\nClara Morgane was born and raised in Marseille.\n\nShe was unusual ", "name": "Clara Morgane"}, "Q3046959": {"text": "Zarine Khan (born 14 May 1987) is an Indian actress and model who appears in Indian films, mainly in the Hindi film industry, though has also appeared in Tamil and Punjabi films.\n\nKhan made her screen", "name": "Zarine Khan"}, "Q1155826": {"text": " is a former singer for the Japanese idol girl group AKB48, and former adult video idol, using the name .\n\nCareer\n\nAKB48\nIn 2005, Nakanishi dropped out of high school in Ōita Prefecture in order to au", "name": "Rina Nakanishi"}, "Q232294": {"text": "Nicole Gale Anderson (born August 29, 1990) is an American actress. She is best known for her role as Macy Misa in the Disney Channel Original Series Jonas L.A., and also known for the roles of Kelly ", "name": "Nicole Gale Anderson"}, "Q7925384": {"text": "Vicki Chase (born February 5, 1985) is an American pornographic actress.\n\nEarly life\nChase was born and raised in Boyle Heights, Los Angeles, California. She is of Mexican descent. Shortly before ente", "name": "Vicki Chase"}, "Q235883": {"text": "Gianna Michaels (born June 6, 1983) is an American pornographic actress.\n\n Life and career \nMichaels was born in Seattle, Washington. Her first job was at a hamburger restaurant in Seattle called Dick", "name": "Gianna Michaels"}, "Q162959": {"text": "Blake Ellender LivelyBlake Lively-Ryan Reynolds wedding news, ca.eonline.com (born Blake Ellender Brown;Birth information, californiabirthindex.org August 25, 1987) is an American actress, model and c", "name": "Blake Lively"}, "Q3453813": {"text": "Ryan Keely (born July 2, 1984 in Seattle, Washington),Ryan Keely's Official Blog. Retrieved July 31, 2011. is an American pornographic actress, sex advice columnist, Penthouse PetPenthouse Magazine Oc", "name": "Ryan Keely"}, "Q3523189": {"text": "Divya Venkatasubramaniam (born 3 July 1982), best known by her stage name Kanika (known in Malayalam film industry as Kaniha), is an Indian film actress, occasional dubbing artist, playback singer, an", "name": "Kanika (actress)"}, "Q184277": {"text": "Gnégnéri Yaya Touré (born 13 May 1983), known as Yaya Touré, is an Ivorian professional footballer who plays as a midfielder for English club Manchester City and the Ivory Coast national team.Touré Ya", "name": "Yaya Touré"}, "Q54094": {"text": "Sami Khedira (; ; born 4 April 1987) is a German footballer who plays for Spanish club Real Madrid and the German national team as a defensive midfielder.\n\nKhedira moved to Real Madrid from VfB Stuttg", "name": "Sami Khedira"}, "Q151798": {"text": "Tamannaah Bhatia (born 21 December 1989) is an Indian film actress and model, who performs under the mononym Tamannaah and predominantly appears in South Indian cinema. In 2005, she made her acting de", "name": "Tamannaah"}, "Q73486": {"text": "Brooklyn Lee (born June 1, 1989) is an American former pornographic actress.\n\nEarly life\nLee was born and raised in Ohio. She also lived in Puerto Rico, Kentucky, New York, Pennsylvania and Canada dur", "name": "Brooklyn Lee"}, "Q15923392": {"text": "Hala Al Turk (, born 15 May 2002) is a singer from Bahrain.\n\nCareer\nIn 2011, she participated in Arab's Got Talent, a program broadcast on MBC channel. Her first appearance saw her singing the song \"M", "name": "Hala Al Turk"}, "Q462292": {"text": "Dani Woodward (born March 7, 1984) is the stage name of an American former pornographic actress.\n\nBiography\nBefore joining the adult industry, Woodward graduated from a vocational school and worked as", "name": "Dani Woodward"}, "Q215770": {"text": "Johan Danon Djourou-Gbadjere (born 18 January 1987), more commonly known as Johan Djourou, is a Swiss international footballer who currently plays for Hamburg.\n\nHe used to play as a defensive midfield", "name": "Johan Djourou"}, "Q6414820": {"text": "Kiran Rathod is an Indian film actress. She has predominantly appeared in Tamil films but has also acted in Hindi, Malayalam, Telugu and Kannada films.\n\nEarly life\nRathod was born on 11 January 1981 i", "name": "Kiran Rathod"}, "Q365007": {"text": " \nMinissha Lamba (born 18 January 1985) is an Indian actress who appears in Hindi films. She made her debut with Yahaan (2005). Her other notable films include Honeymoon Travels Pvt. Ltd. (2007), Bach", "name": "Minissha Lamba"}, "Q6190919": {"text": "Jharna Bajracharya (Nepali: झरना बज्राचार्य) is a Nepali film actress. She was crowned Miss Nepal in 1997, at the age of sixteen.Jharana's Interview to Fursad.com\n\nBiography\n\nEarly Beginning\n\nJharana ", "name": "Jharana Bajracharya"}, "Q4957226": {"text": "Brandy Aniston (born October 19, 1984) is an American pornographic actress and director.\n\nEarly life\nAniston was born in Huntington Beach and raised in Riverside County, California. She is of Armenian", "name": "Brandy Aniston"}, "Q1912": {"text": "Karim Mostafa Benzema  (born 19 December 1987) is a French footballer who plays for Spanish club Real Madrid and the French national football team as a striker. He is described as an \"immensely-talent", "name": "Karim Benzema"}, "Q2717980": {"text": "سٹیویا روز (لاطینی: Sativa Rose) ایک فحش اداکارہ ہے۔\n\n متعلقہ روابط \n فہرست فحش اداکارائیں\n فحش فلم\n فحش نگاری\n\n حوالہ جات\n\nزمرہ:نامکمل\n\nزمرہ:1984ء کی پیدائشیں\nزمرہ:بقید حیات شخصیات\nزمرہ:میکسیکی فحش ا", "name": "سٹیویا روز"}, "Q1059427": {"text": "Shannon Woodward (born December 17, 1984) is an American actress known for playing Sabrina on Raising Hope and  Di Di Malloy on The Riches. She has been cast in the upcoming HBO series Westworld.\n\nEar", "name": "Shannon Woodward"}, "Q292943": {"text": "Shriya Saran (; born 11 September 1982), also known by the mononym Shriya, is an Indian film actress and model. She has acted in Telugu, Tamil, Malayalam and Hindi language films, as well as a few fil", "name": "Shriya Saran"}, "Q3595207": {"text": "Karthika Nair (born 27 June  1992) is an Indian film actress of the South Indian film industry who mainly acts in Tamil Films. She made her debut in the 2009 Telugu film, Josh opposite Naga Chaitanya.", "name": "Karthika Nair"}, "Q469878": {"text": "Jordan Romero (born July 12, 1996)www.pitchengine.com is a US Citizen mountain climber who, on May 22, 2010, became the youngest person to climb Mount Everest. He was 13 years 10 months 10 days old wh", "name": "Jordan Romero"}, "Q127621": {"text": "Angie Savage (born November 12, 1981) is an American pornographic actress. \n\nBorn in Santa Cruz, California, Savage entered the adult industry in 2005, working mainly in girl/girl releases.\"Scream Que", "name": "Angie Savage"}, "Q3951197": {"text": "Sayali Bhagat (born 1 January 1984, in Maharashtra) is an Indian actress and former beauty queen. She competed in Femina Miss India 2004 and won the title of Femina Miss India World.\n\nEarly life\nSayal", "name": "Sayali Bhagat"}, "Q3535411": {"text": "__NOTOC__\nTaufeeq Umar (Punjabi: توفیق عمر, born 20 June 1981) is a Pakistani cricketer who was a regular Test opening batsman for three seasons, before being dropped ahead of the 2004–05 season. Unus", "name": "Taufeeq Umar"}, "Q3595617": {"text": "Kavya Madhavan is an Indian film actress who predominantly works in Malayalam cinema. She made her debut in Pookkalam Varavayi (1991) as a child artist. As a heroine Kavya's debut film was Lal Jose's ", "name": "Kavya Madhavan"}, "Q469870": {"text": "Amir Iqbal Khan (born 8 December 1986) is an English professional boxer. He is a former two time world champion by winning WBA, WBA (Super) and IBF Light Welterweight titles.\n\nKhan is the youngest Bri", "name": "Amir Khan (boxer)"}, "Q4725343": {"text": "Alia Bhatt (born 15 March 1993) is an Indian actress and singer who appears in Bollywood films. The daughter of filmmaker Mahesh Bhatt and actress Soni Razdan, she made her acting debut with Karan Joh", "name": "Alia Bhatt"}, "Q35728": {"text": "Ashley Blue (born Oriana Small July 8, 1981) is an American pornographic actress and director.\n\nBiography\nAshley Blue has won multiple Adult Video News awards, including 2004 Female Performer of the Y", "name": "Ashley Blue"}, "Q6178509": {"text": "Jennifer Dinshaw Kotwal is a Parsi model and actress from Mumbai, India. She went to school at Villa Teresa High School in Mumbai, and completed her studies with a degree in Economics at HR College, a", "name": "Jennifer Kotwal"}, "Q188744": {"text": "Freida Selena Pinto (born 18 October 1984) is an Indian actress and model. From a Mangalorean Catholic family, she wanted to become an actress from a young age. Prior to making her cinematic debut, sh", "name": "Freida Pinto"}, "Q3595538": {"text": "{{Infobox person\n|name = Charmi Kaur\n|image = Charmy Kaur BH.jpg\n|caption =Charmi-at-Filmfare-Awards-South-2013\n|birth_name = Charmi Kaur\n|birth_date = \n|birth_place = Vasai, Mumbai , India\n|nationali", "name": "Charmy Kaur"}, "Q9019836": {"text": "Parvathi Melton (born 7 January 1988Priyanka Das Parvathi Melton. telugu.16reels.com) is an Indian American actress and former model who mainly works in Telugu Film Industry. She appeared in several T", "name": "Parvati Melton"}, "Q470774": {"text": "Mahendra Singh Dhoni (, commonly known as M. S. Dhoni; born 7 July 1981) is an Indian cricketer and the current captain of the Indian national cricket team. He is an attacking right-handed middle-orde", "name": "Mahendra Singh Dhoni"}, "Q13606704": {"text": "Kendall Karson (born March 28, 1988) is an American pornographic actress, feature dancer and DJ. She entered the adult film industry in 2011.\n\nEarly life\nKarson was born and raised in a conservative C", "name": "Kendall Karson"}, "Q7308445": {"text": "Regina Cassandra is an Indian film actress appearing in Tamil, Telugu and Kannada films.\n\nCareer\nRegina's mother tongue is Tamil. She started anchoring when she was four for Splash, a kids' channel an", "name": "Regina Cassandra"}, "Q7823983": {"text": "Tooba Siddiqui (born 7 August 1984 in Karachi, Sindh, Pakistan) is a Pakistani model. Siddiqui started her career by starring in a Music Video \"My Love\" for pop singer Yasir Akhtar. She started modeli", "name": "Tooba Siddiqui"}, "Q2841298": {"text": "Casey Parker is the stage name of a pornographic/ mainstream actress, webcam girl and adult model. She studied and graduated from Balboa Academy in Panama City, Panama.\n\nCareer\n\nParker got her start i", "name": "Casey Parker"}, "Q2821547": {"text": "Abella Anderson (born May 16, 1988) is a Cuban-American spokesmodel and former pornographic actress.\n\nCareer\nAnderson starred as \"Anna B\" in the Bang Bros series Living With Anna. In 2011, Complex mag", "name": "Abella Anderson"}, "Q260184": {"text": "Eva Amurri Martino (born Eva Maria Olivia Amurri; March 15, 1985) is an American actress.\n\n Early life \nAmurri was born in New York City, New York, to Italian director Franco Amurri and American actre", "name": "Eva Amurri"}, "Q113581": {"text": "Thomas \"Tom\" Neuwirth (born 6 November 1988), better known by his drag stage persona Conchita Wurst, is an Austrian recording artist and drag queen. Wurst came to international attention when winning ", "name": "Conchita Wurst"}, "Q272034": {"text": "Taryn Thomas (born May 27, 1983) is an American pornographic actress, director, men's club feature dancer, and model.\n\nCareer\nUpon turning 18 years-old, Thomas began working for Lightspeed Media Corpo", "name": "Taryn Thomas"}, "Q275961": {"text": "Lindsey Marie Shaw (born May 10, 1989) is an American actress, known for playing Jennifer \"Moze\" Mosely on the Nickelodeon series Ned's Declassified School Survival Guide and Paige McCullers on the AB", "name": "Lindsey Shaw"}, "Q272038": {"text": "Raven Alexis (born January 28, 1987) is the stage name of an American pornographic actress. She started appearing as an erotic and fetish model in 2007, mostly for online publication. \n\nEarly life\nAle", "name": "Raven Alexis"}, "Q128992": {"text": "Miralem Sulejmani (; born 5 December 1988) is a Serbian professional footballer who plays as a winger or forward for Portuguese club Benfica and the Serbia national team.\n\nWhen he signed for Ajax in 2", "name": "Miralem Sulejmani"}, "Q6796658": {"text": "Maya Ali (born Maryam Tanveer Ali on July 27, 1989) is a Pakistani actress, model and video jockey. \n\nShe has worked as video jockey at SAMAA TV, Waqt News and Dunya News. She is best known for her ro", "name": "Maya Ali (actress)"}, "Q6187816": {"text": "Jessie Rogers (born August 8, 1993) is a Brazilian-American Internet celebrity and former pornographic actress.\n\nEarly life\nRogers was born in Goiânia, Brazil.Tod Hunter, \"Fresh Face: Jessie Rogers\", ", "name": "Jessie Rogers"}, "Q7877205": {"text": "Udhayathara (born  Sijo Varghese on March 16, 1988) is an Indian film actress, who predominantly acts in Tamil and also appears in Kannada films and Telugu films.http://www.behindwoods.com/tamil-movie", "name": "Udhayathara"}, "Q1749475": {"text": "Shamili, better known as Baby Shamili, is an Indian actress, who has primarily acted as a child actor in Malayalam, Tamil, Kannada and Telugu films. She is probably best known for her critically accla", "name": "Shamili"}, "Q3202264": {"text": "Yasir Arafat Satti (born 12 March 1982) is a Pakistani cricketer.  He bats right-handed and bowls right-arm fast.\n\nInternational career\nHaving previously represented his country at Under-15 level, he ", "name": "Yasir Arafat (cricketer)"}, "Q7683901": {"text": "Tanu Roy is an Indian film actress and model. A Bengali by birth, she has predominantly appeared in Telugu films apart from some Tamil, Malayalam, Bengali and Kannada films. She is mostly known for he", "name": "Tanu Roy"}, "Q274366": {"text": "Lacey Duvalle (born April 5, 1982) is an American pornographic actress. She entered the adult film industry in 2000 at the age of around 18 and has appeared in over 150 movies.\n\nHer scene with Mario C", "name": "Lacey Duvalle"}, "Q4683040": {"text": "Aditi Sarangdhar  is a Marathi actress. She has worked in many marathi movies and television serials. She is famous for the role of Saloni Deshmukh in TV serial Lakshya (Star Pravah). Aditi has always", "name": "Aditi Sarangdhar"}, "Q238603": {"text": "Daisy Marie (born February 6, 1984 in Glendale, California) is a Mexican-American pornographic actress and nude model.\n\n Biography \nMarie  was born in Glendale, California but grew up mainly in Salem,", "name": "Daisy Marie"}, "Q149771": {"text": "Gihan Ibrahim (, ), nicknamed Gigi (, ), is an Egyptian journalist, blogger and socialist activist. She has been credited as being a part of a new generation of \"citizen journalists\" who document news", "name": "Gihan Ibrahim"}, "Q540565": {"text": "Jenaveve Jolie (born June 4, 1984) is an American pornographic actress, nude model and exotic dancer. She is of Mexican origin.\n\nShe worked as a waitress at a steak house before beginning her adult fi", "name": "Jenaveve Jolie"}}